"{\"title\":\"Amazon Backtracks From Demand That Employees Delete TikTok\",\"summary\":\"TikTok, owned by the Chinese company ByteDance, has been under scrutiny as a potential national security threat.\",\"text\":\"SAN FRANCISCO — Amazon on Friday asked its employees to delete the Chinese-owned video app TikTok from their cellphones, putting the tech giant at the center of growing suspicion and paranoia about the app.Almost five hours later, Amazon reversed course, saying the email to workers was sent in error.In the initial email, which was obtained by The New York Times, Amazon officials said that because of “security risks,” employees must delete the app from any devices that “access Amazon email.” Employees had to remove the app by Friday to remain able to obtain mobile access to their Amazon email, the note said.In a statement sent later on Friday, company spokeswoman Kristin Brown said, “There is no change to our policies right now with regard to TikTok.”But by then, the initial email had already added to the storm surrounding TikTok, which has been popular with young audiences in the United States for its short, fun videos and is owned by the Chinese tech company ByteDance. Because of its Chinese ownership and heightened tensions between the United States and China over issues such as trade and technology dominance, TikTok has come under increasing scrutiny in Washington over its security.Mike Pompeo, the secretary of state, said on Monday that the Trump administration was considering blocking some Chinese apps, which he has called a threat to national security. Many users who have built community and business on TikTok are fearful of a broad ban. Some Amazon employees publicly shared dismay at not being able to use the app.Last year, the Committee on Foreign Investment in the United States, a federal panel that reviews foreign acquisitions of American firms on national security grounds, opened a national security review of ByteDance’s acquisition of the American company, Musical.ly, which eventually became TikTok.In December, the Defense Department began telling military personnel to delete the app from government-issued phones. The same month, the Democratic National Committee warned campaigns, committees and state parties about TikTok’s “Chinese ties and potentially sending data back to the Chinese government.” With TikTok making headlines for similar security concerns, the D.N.C. reiterated the previous warnings about TikTok in one of its regular security emails this week.Other companies are scrutinizing use of the app among employees. Wells Fargo said it told some workers who had installed TikTok on company-owned phones to delete the app. “Due to concerns about TikTok’s privacy and security controls and practices, and because corporate-owned devices should be used for company business only, we have directed those employees to remove the app from their devices,” a Wells Fargo spokeswoman said in a statement.ByteDance has made a series of moves in response to the concerns. The company said that it would separate TikTok from much of its Chinese operations, and that users’ personal data would be stored in the United States and not in China. In May, ByteDance hired Kevin Mayer, a former Disney executive, to be chief executive of TikTok based in Los Angeles. It has said that managers outside China call the shots on key aspects of its business, including rules about data.On Monday, TikTok also said that it would withdraw from app stores in Hong Kong, where a new national security law from China was enacted. The company said it would make the app inoperable to users there within a few days.After Amazon’s first email on Friday, TikTok said in a statement that user security was “of the utmost importance” and that it was committed to user privacy. It added, “While Amazon did not communicate to us before sending their email, and we still do not understand their concerns, we welcome a dialogue.”Before Amazon sent out its second message on Friday, Senator Josh Hawley, Republican of Missouri, who has called for investigations into the national security ramifications of Chinese apps, said, “The whole federal government should follow suit.”TikTok has long been a concern of American intelligence officials, who fear the social networking app is a thinly veiled data collection service. Over the past six months, security researchers have only furthered those concerns with a series of discoveries.Last month, a researcher uncovered that TikTok had the ability to siphon off anything a user copied to a clipboard on a smartphone — passwords, photos and other sensitive data like Social Security numbers, emails and texts. The researcher began posting the findings on the online message board Reddit.The researcher, who goes by the handle Bangorlol, also said that TikTok was capturing data about a user’s phone hardware and data on other apps installed on the phone. Many of these abilities are found in other apps, but TikTok’s developers had gone out of their way to prevent anyone from analyzing the app, the researcher said.“This was very concerning and very rare,” Oded Vanunu, who leads research into product vulnerability at the Israeli security firm Check Point, said about the findings. “There’s been a lot of fear and speculation about this app, but the recent findings are raising big questions.”TikTok’s Chinese ownership has also been problematic for other governments. India banned nearly 60 Chinese mobile apps including TikTok last month, citing national security concerns. India and China recently clashed along a disputed border, leaving 20 Indian soldiers dead and an unknown number of Chinese casualties.The video app has soared in popularity over the past few years, especially among teenagers and young adults, who use it to make and share short videos. The app has minted its own influencers, with celebrities such as Reese Witherspoon also posting their own videos on it. Young people on TikTok have also recently exercised their political clout by claiming to have registered potentially hundreds of thousands of tickets for one of President Trump’s recent campaign rallies as a prank — and then not showing up.The app has been downloaded roughly two billion times worldwide, according to data from analytics firm Sensor Tower. About 170 million of those downloads were from users in the United States. It has been installed more than 610 million times in India.TikTok has been viewed as a competitive threat by some American internet companies, which are eager to tap into younger audiences. Mark Zuckerberg, Facebook’s chief executive, has said that he worries about the popularity of TikTok, and his company has been building competing products like Reels, an app similar to TikTok that capitalizes on the social video format.Mike Isaac reported from San Francisco, and Karen Weise from Seattle. Nicole Perlroth contributed reporting from Palo Alto, Calif., and Nick Corasiniti from New York.\",\"author\":\"By Mike Isaac and Karen Weise\",\"link\":\"https://www.nytimes.com/2020/07/10/technology/tiktok-amazon-security-risk.html\",\"type\":\"negative\"}"