"{\"title\":\"America’s Governors Get Tested for a Virus That Is Testing Them\",\"summary\":\"The pandemic has put many governors of both parties under a spotlight for which none of their aides and consultants have a playbook.\",\"text\":\"HOUSTON — Governors have always been judged on their disaster responses, but the coronavirus wreaking havoc across the country these days does not recede like floodwaters and cannot be tamed by calling out the National Guard.The states’ chief executives have been tested for the very virus that keeps testing them — politically, personally, logistically. And they have been forced onto the national and global stage in a way few governors have ever endured — an unending and very public test on a highly scientific and ever-shifting subject with the lives of their constituents, the economies of their states and their political careers at stake.Tate Reeves has been the governor of Mississippi for just under six months. During that time, he has had a very full plate: deadly tornadoes, the flooding of the capital city of Jackson, violence in the state prisons, a vote to take down the flag with the Confederate battle emblem.But the coronavirus has eclipsed all of that, and in recent days, the virus was threatening the statehouse and his own house a few blocks away.Mr. Reeves, 46, was tested for the virus, as were his wife and three daughters. The tests came back negative, but many of his colleagues at the Mississippi State Capitol were not as lucky — the virus has infected 26 lawmakers, including the lieutenant governor and the House speaker. Cases have surged statewide — the state has averaged more than 700 new cases daily — and intensive care units at many of the state’s largest hospitals are near capacity.“I have taken to replacing sleeping with praying,” Mr. Reeves, an accountant before he got into politics, told reporters.The pandemic has put Mr. Reeves, a Republican, and many of America’s governors of both parties under a spotlight for which none of their aides and consultants have a playbook. Interviews with aides, advisers and others involved in the coronavirus response efforts of seven governors revealed just how much the crisis has upended their offices, their lives, and how they approach the job. For some, it has magnified their weaknesses and drawn out tensions even within their own parties — and their own kitchen cabinets.The crisis reached a boiling point this month for some governors, as the virus spread and deaths increased in a swath of states that governors had reopened. By this week, the outbreak was growing across 39 states, from hotspots across the Sunbelt to new surges emerging in the nation’s middle. Florida reported the highest single-day total of new virus cases of any state — more than 15,000 — since the start of the pandemic. And leaders in some places, including one county in Texas, have been calling for a return of stay-at-home orders amid surges of new virus cases. Reversing course — a practice governors prefer not to be seen doing — has become routine in the age of coronavirus on policies around masks, crowds, bars and more.ImageGov. Tate Reeves at a news briefing on the coronavirus on Wednesday.Credit...Rogelio V. Solis/Associated PressMr. Reeves had been eager previously to lift the restrictions that had stalled Mississippi’s economy and had hoped to have the whole state open by July 1. Now, he has been warning residents of a “slow-moving disaster” and made masks mandatory in 13 of the hardest-hit counties.\",\"author\":\"By Manny Fernandez, Rick Rojas, Shawn Hubler and Mike Baker\",\"link\":\"https://www.nytimes.com/2020/07/13/us/coronavirus-governors.html\",\"type\":\"negative\"}"