"{\"title\":\"American Horror, Starring Donald Trump\",\"summary\":\"The coronavirus pandemic is spiraling out of control, largely because of the president himself.\",\"text\":\"I think I echo many Americans, and people of the world in general, when I say that I’m having a hard time fully grappling with the gravity of this moment.It is still hard to absorb that a virus has reshaped world behavior, halted or altered travel, strained the economy and completely reshaped the nature of public spaces and human interaction.It is also hard to absorb that this may not be a quickly passing phase, an inconvenience for a season, but something that the world is forced to live with for years, even assuming that a vaccine is soon found.There’s this notion that things could turn on a dime, not because of a human action, but rather because humans are under attack.The idea that years of planning for graduations and weddings, home purchases and retirement, might all come to a screeching halt is humbling and disorienting. The confusion over how and when children can safely return to school and adults can safely return to work is frustrating because it leaves people’s lives in the lurch.The idea that face coverings and elbow bumps may be the new normal is a shock to the system.It seems that on multiple levels, society is being tested, and often failing.People are rebelling against isolation, and against science and public health. They want the old world back, the pre-Covid-19 world back, but it cannot be had. The virus doesn’t feel frustration or react to it. It’s not aware of your children or your job or your vacation plans. It’s not aware of our politics.The virus is a virus, mindless, and in this case, incredibly efficient and effective. It will pass from person to person for as long as that is possible. The political debate over mask wearing is a human concern, one that works to the virus’s benefit.And it is these politics, particularly as articulated by Donald Trump, that are allowing the virus to ravage this nation and steal tens of thousands of lives that should not have been stolen.It is Trump’s politicization of the virus that has resulted in a new surge of cases in this country when many other developed nations have been able to shrink the number of cases among their people.It is because of Donald Trump that America has now reported 3.2 million cases and has tallied nearly 135,000 deaths.But, instead of centering on the sick, dying and dead as the true victims of his malfeasance, Trump casts himself as the victim of circumstances. As The Washington Post reported last week, Trump has adopted a woe-is-me attitude with visitors. As the paper put it:“Trump often launches into a monologue placing himself at the center of the nation’s turmoil. The president has cast himself in the starring role of the blameless victim — of a deadly pandemic, of a stalled economy, of deep-seated racial unrest, all of which happened to him rather than the country.”How are we supposed to comprehend this idea that the president is eschewing that responsibility for political purposes, and in the process, putting untold American lives in danger and actually costing some?How did it come to such a pass that scientists and experts could be hamstrung, that governors and mayors could be bullied, that millions of Americans could risk their own well-being and the well-being of others to make a political point?This is the America we are all now navigating.We’ve witnessed scene after scene of minimum-wage workers in conflict with customers — many no doubt who came in search of conflict, in search of a stage on which to perform their drama of defiance — who refuse to wear masks inside stores.Part of the issue is that the virus is not only being politicized, its effects are also racialized: Black and brown people are having worse outcomes. Some of the states now seeing the greatest surges in cases are those in the South and West with large Black or Hispanic populations.The effects of the disease are also ageist: Older people are more likely to die from it. Florida not only has a large Hispanic population, it also has a large population of retirees.I believe that these variances add to the political callousness America is seeing: If the disease is seen as disproportionately hurting others — a Boomer killer, or a Black “Brotha” killer, or an abuela killer — then some younger, healthier white people might believe that the threat to themselves is lower and the restrictions on them should be looser.We have a situation in this country where a disease is spiraling out of control, largely because of the president himself, and there is little sign or hope that it will be constrained soon.We are living in a horror film, one starring Donald Trump.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and Instagram.\",\"author\":\"By Charles M. Blow\",\"link\":\"https://www.nytimes.com/2020/07/12/opinion/coronavirus-donald-trump.html\",\"type\":\"negative\"}"