"{\"title\":\"‘A Slap in the Face’: N.Y. Town Rejects Black Lives Matter Painting\",\"summary\":\"The debate over whether to allow the street art has exacerbated racial tensions in Catskill, where just over a fifth of the population is Black.\",\"text\":\"CATSKILL, N.Y. — The street painting would stretch about three blocks, from Village Pizza II to the stoplight at the southern end of Main Street, spelling out “Black Lives Matter” on the pavement.The proposal didn’t seem like too much of an ask; in the weeks since George Floyd was killed by the police in Minneapolis, the phrase has been painted on streets from Washington, D.C., to Charlotte, N.C., and, on Thursday, even in front of Trump Tower in Manhattan.But village leaders in Catskill balked, offering several counterproposals instead, including one that would have allowed the painting, but in the Black area of town.“I knew it was going to be a no,” said Shirley Cross, 31, a member of the Hudson/Catskill Housing Coalition, which proposed the painting. “I just feel like it’s a slap in the face for Black people.”ImageShirley Cross, a member of the Hudson/Catskill Housing Coalition, outside her home in a public housing complex, where nearly 70 percent of residents are Black.Credit...Cindy Schultz for The New York TimesIn cities across the nation, the civil unrest that followed Mr. Floyd’s death has heightened racial tensions and, in some cases, led to confrontations pitting protesters against the police and some community members. It has also caused flash points in many smaller communities.On Saturday, a Black Lives Matter march in Kinderhook, N.Y., about 20 miles northeast of Catskill, was interrupted by a white couple who brandished a gun at protesters outside their home.The couple were eventually taken into police custody, but no arrests had been made as of Monday.“Can you imagine if I pulled a gun on people protesting in front of my house?” Kamal Johnson, the mayor of the nearby city of Hudson, said in a Facebook video; Mr. Johnson was among those protesting on Saturday. “I’d be arrested and all over the newspapers.”In Saranac Lake, N.Y., about 45 miles south of the Canadian border, the director of a state-sponsored Adirondack diversity initiative said she is moving because of racist graffiti that she believed was directed at her. The graffiti, which included profanity, said “go back to Africa” and was scrawled on a railroad bridge along a route she uses.As more examples of “Black Lives Matter” art have spread on streets and sidewalks, controversy has followed. In Chicago, one wording was painted over to read “All Lives Matter.” In Palo Alto, Calif., artists blocked the street around a freshly laid painting after officials moved roadblocks, allowing it to be driven over.And in Catskill, on the western banks of the Hudson River, the debate over whether to allow a Black Lives Matter painting directly on Main Street has only exacerbated racial tensions in a village where just over a fifth of the population is Black.Many Black residents live in crumbling public housing, in de facto segregation from the pockets of rural retirees and transplanted Brooklynites, an experience so starkly different they say they might as well be living in two different towns.And it has left some Black residents wondering: To Catskill, do they matter?ImageVillage trustees rejected a Black Lives Matter painting along this section of Main Street.Credit...Cindy Schultz for The New York TimesMs. Cross, a supervisor at a shoe store in town, says she no longer feels there’s a place for her in the village she has lived in since she was 12. She is now looking to move. “I kind of gave up,” she said. “Even with my voice, I gave up.”She spoke from a stoop where she lives in the Hop-O-Nose Homes, the public housing complex beside Catskill Creek, which runs southeast from the Catskill Mountains, emptying into the Hudson in the village.Nearly 70 percent of residents in public housing are people of color, according to the Catskill Housing Authority; the housing complex is close to where the alternate location of the painting was proposed to go along Water Street.The worn, low-slung red brick homes are just steps away but a world apart from the rapidly gentrifying main drag. There, a turmeric latte costs nearly $5, and “Black Trans Lives Matter” signs rest in the windows of shops, some grasped in the arms of luxury bathrobes.Catskill has had a sizable Black population since at least the early 1800s, when the village was a prominent Hudson River port; by the latter part of the century, local historians said, the village drew Black families from the South.Nearly a century later, Catskill continued to attract Black residents, drawn in part by the construction of new public housing like Hop-O-Nose; in more recent years, a new wave of visitors from places like Brooklyn, lured by the scenery and cheap housing stock, has given the village a more trendy vibe.“When you leave out of Hop-O-Nose, once you go out on Main Street, you see the Black Lives Matter signs here and there,” Ms. Cross said. “But there’s nothing Black on Main Street.”On June 4, that seemed to briefly change when hundreds of villagers marched down Main Street in a rally to denounce racism. Black residents took the microphone and shared racist incidents they had endured.It was one of a flurry of such marches that sprang up across the state. The high turnout in Catskill surprised some here in Greene County, where President Trump, who in recent days has called Black Lives Matter “a symbol of hate,” won 60 percent of the vote in 2016.The proposal to paint Black Lives Matter on Main Street materialized around the time of the march, attracting more than 3,500 supporters on a Change.org petition. But the village’s five-member board of trustees — all of whom are white — rejected the painting proposal on June 30.They initially offered the Water Street location instead; when the organizers rejected that, the trustees offered the placement of two large banners saying “Black Lives Matter.” One could be strung across Main Street, stretching from the old 1920s vaudeville house-turned-cinema to the law offices of Brown, Kelleher & Zwickel, the other alongside the high-traffic New York State Route 9W.ImageVincent Seeley, president of Catskill’s board of trustees, has offered to place two “Black Lives Matter” banners in the village.Credit...Cindy Schultz for The New York TimesVincent Seeley, the president of the board, said the banners would get more visibility and last longer than paint underfoot. He said the village was attuned to its Black residents’ needs, pointing to strides it had made on behalf of the public housing residents in recent years, including revamping the lease agreements, bringing in a new director and creating a position of a village board liaison for the housing complex.“The fact that they are not willing to work with me and hear me out is really upsetting to me,” Mr. Seeley said, “and does not feel like I am getting the credit for what we have done.”Since the proposal, the village has fielded requests to hold a “Blue Lives Matter” rally on Main Street, and to post an “Unborn Child Lives Matter” and an “All Lives Matter” banner, according to Mr. Seeley, who added that the village board might need to reconsider whether to allow any public messaging on its streets.Mr. Seeley said his counterproposal offering the Black Lives Matter banners was an effort to blend the wishes of the different constituencies that make up Catskill: the younger residents and transplants of all who races who want the painting, and an older, predominantly white population that doesn’t.“It is my job to bridge that gap between the two. And we’ve been doing a good job of that,” he said as he stood on Main Street wearing an American flag face mask and holding an iced coffee from HiLo Catskill, a cafe, cocktail lounge and gallery. “And then this ends up becoming the divisive thing.”For now, everything is on hold. The Black Lives Matter activists have rejected the board’s offer of the banners; the village is still weighing whether to go forward.Image“We marched down the street with these folks, but when it came tine for action, they unanimously said no,” said Quintin Cross, who is also a member of the Hudson/Catskill Housing Coalition.Credit...Cindy Schultz for The New York TimesAlong Main Street, where vintage Black Panther texts are displayed at the counter of the Magpie Bookshop and anti-racism messages have popped up on chalkboards outside restaurants, few people were willing to publicly voice opposition to the Black Lives Matter painting. Dissent has seemed to take place mainly under the cover of social media, where rancorous debates run rampant in comments.“I thought all people’s lives mattered,” said a man unloading pizza boxes from a truck outside Village Pizza II. The man, who was white and said he was against the painting, declined to give his name because of the sensitive nature of the subject.At the Mermaid Cafe on Main Street, Michelle Williams, the owner, stopped dishing up tacos to denounce the trustees’ decision. Ms. Williams, who is white, said she was deeply affected by the searing stories she heard from her Black neighbors during the Catskill march. “To just have a bunch of people in their folding-chair thrones telling them ‘no,’ it’s just really shortsighted,” Ms. Williams said.“You have people who are playing both sides here,” she added. “But what’s the side? Either Black lives matter, or they don’t.”Patrick McGeehan contributed reporting.\",\"author\":\"By Sarah Maslin Nir\",\"link\":\"https://www.nytimes.com/2020/07/13/nyregion/mural-black-lives-matter-catskill.html\",\"type\":\"negative\"}"