"{\"title\":\"Attention All Women: Trump Is Coming for Your Health Care\",\"summary\":\"Even with a pandemic raging, the president wants the Supreme Court to strike down the Affordable Care Act.\",\"text\":\"In the middle of America’s most catastrophic public health crisis, the Trump administration has asked the Supreme Court to overturn the entire Affordable Care Act. This is dangerous for many reasons — but for women, it’s devastating. They would be stripped of the protections they have had in the decade since passage of the law, known as Obamacare.Before the law, insurance companies routinely discriminated against women. Those who didn’t work for employers with affordable health insurance or who weren’t old enough or poor enough to qualify for Medicare or Medicaid struggled to buy health insurance in the individual market, where insurance companies made all the rules.In those days, insurers could charge women up to two or three times more than men for identical health policies. Women discovered that many of the services and medicines they needed were not even covered, like coverage for pregnancy, which was not included in most individual policies and was impossible to purchase once a woman became pregnant.Insurance companies routinely denied coverage to Americans with pre-existing conditions, a practice that affects more women than men. About 30 million women have a pre-existing condition — like side effects from having taken Accutane as a teenager, depression or breast cancer — compared with about 24 million men, according to the Kaiser Family Foundation.Obamacare put an end to that gender discrimination. Women young and old, working in jobs or at home, gained coverage and health benefits that they never had before. Insurance companies were required to sell policies to women with pre-existing conditions and had to stop kicking them off their health plans if they got sick. And all health insurance policies had to include maternity coverage.As the Affordable Care Act was being drawn up, Congress asked an expert panel of doctors and scientists to identify health services used by women that were missing from most health policies. As a result, the law required that women’s preventive services like depression screening, breast pumps for nursing mothers, various cancer screenings, well-woman visits and all methods of contraception approved by the Food and Drug Administration were included free in health plans. Over 50 million women got access to no-cost birth control, which has helped to reduce teen pregnancies and abortions in the United States to record lows.But the Trump administration has worked hard to limit birth control benefits, and last week the Supreme Court upheld a Trump administration rule allowing employers with moral or religious objections to opt out of the Obamacare mandate to provide no-cost contraceptive services for women.Other coverage made possible by Obamacare would also disappear if the Supreme Court overturns the law.Before Obamacare, while federal rules mandated coverage for all pregnant women up to 60 days after delivery, state income thresholds then often terminated health insurance for new mothers. Now in the 37 states that have expanded Medicaid, Obamacare provides for continuing coverage for new mothers with low incomes. Low-income working women without children, like nurses’ aides and service workers, who often were not entitled to any Medicaid coverage based on income, now have access to low-cost health insurance in those states.Women under the age of 26, whether they were married or single or had children, became eligible to stay on their parents’ insurance plans. Women over 65, enrolled in Medicare, had annual well-woman visits added to their benefits. And for those who take a lot of medications, their prescription drug costs were greatly reduced.With the Covid-19 economic crash, many women with employer-sponsored health insurance are losing their coverage along with their jobs. But thanks to Obamacare, many unemployed workers qualify for Medicaid or for subsidized insurance, so women can continue to have health coverage as the economy recovers.If President Trump wins his case to eliminate Obamacare, millions of women could lose coverage because of a pre-existing health condition, access to expanded Medicaid insurance and no-cost contraception and other preventive health services.Women who own their own businesses or work in the gig economy could no longer rely on federal help in buying health insurance for themselves and their families. And once again, insurance companies could limit health benefits that women need and charge them more than men for their health care.Women in America should make no mistake. The health progress we have made in the last decade would be wiped out by one Supreme Court decision if Donald Trump gets his way.Kathleen Sebelius, a Democrat elected to two terms as governor of Kansas, was secretary of health and human services from 2009 to 2014.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By Kathleen Sebelius\",\"link\":\"https://www.nytimes.com/2020/07/13/opinion/obamacare-aca-trump-women.html\",\"type\":\"negative\"}"