"{\"title\":\"Bartering Child’s Dress for Food: Life in Lebanon’s Economic Crisis\",\"summary\":\"A TV chef abandons unaffordable beef. Blackouts make for sweltering summer nights. Changing money feels like a drug deal: The financial meltdown means daily pain and a blow to a country’s pride.\",\"text\":\"BEIRUT, Lebanon — For three decades, Chef Antoine El Hajj has appeared on television five days a week to help cooks across Lebanon improve their grasp of the culinary arts.Two months ago, as an economic crisis caused Lebanon’s currency to collapse and prices to soar, he realized that many of his viewers could no longer afford staples he had long relied on in his recipes, like beef.“There used to be a middle class in Lebanon, but now the rich are rich, the middle class has become poor and the poor have become destitute,” Mr. El Hajj, 65, said in an interview this past week before going on the air.He has since cut beef from his menus and fills his segments with tips on how to keep dishes tasty with less oil, fewer eggs and cheaper vegetables.ImageChef Antoine El Hajj demonstrating recipes with affordable ingredients during his cooking show.Credit...Diego Ibarra Sanchez for The New York TimesLebanon’s crisis, the result of years of government corruption and financial mismanagement, has caused unemployment and poverty rates to skyrocket, businesses to shutter and salaries to lose their value as inflation soars.Mass protests against the political elite erupted across the country last fall, and sometimes turned violent. The demonstrations tapered off when the country shut down because of the coronavirus but have recently picked up again as the lockdown has added to the economic distress.The effects of the economic meltdown are increasingly infiltrating the daily lives of many Lebanese. Power cuts darken streets, banks refuse to hand over depositors’ cash and families struggle to buy imported essentials like diapers and laundry detergent.The government has long failed to provide sufficient electricity. But blackouts have grown so long that the din of traffic in Beirut, where about one-third of Lebanon’s 5.4 million people live, has been replaced by the roar of overworked generators.Their exhaust fouls the air, and many residential buildings are shutting them off to rest at night, depriving residents of air-conditioning during the sweatiest stretch of the Mediterranean summer.For two days recently, Rafik Hariri University Hospital, the main facility treating Beirut’s Covid-19 cases, suddenly went from one hour without power per day to 20 hours without power, according to its director, Dr. Firass Abiad.So the hospital, which now lacks power six hours a day, has closed some operating rooms and delayed surgeries.“It feels like you are continuously firefighting with no end in sight,” Dr. Abiad said.ImageThe capital city, Beirut, during a power outage of more than six hours last  week.Credit...Diego Ibarra Sanchez for The New York TimesAfter dark, Beirut’s once-raucous nightlife has given way to an eerie desolation. Bars have few patrons, main streets are dark and traffic lights at major intersections are out, leaving drivers to navigate on their own, flashing their high beams and hoping for the best as they plow through.The swift collapse has struck a blow to the pride of many Lebanese, who often have claimed to have the Middle East’s best cuisine and have seen themselves as more sophisticated than others in the region. Now, many wonder how far their standard of living will fall.“Beirut is a survival city. People always find ways to eat and drink and make music and do activism. But now, the air is very thick,” said Carmen Geha, an assistant professor of public administration at the American University of Beirut. “Now, even upper-middle-class people can’t afford to eat outside the house. It’s like you take your salary and divide it by nine.”The Lebanese pound, or lira, has lost about 85 percent of its value on the black market since last fall, getting its own satirical Twitter feed where it reacts to its own decline.“I’m the cheapest but I’m not a piece of junk,” the account said early this month amid reports that it was trading at 9,500 to the U.S. dollar, far from the official bank rate of 1,500.Much of the financial distress comes from chaos in the banking system. The central bank ran what critics have called a Ponzi scheme, enticing commercial banks to make large deposits of U.S. dollars with high interest rates that could be covered only by bringing in more large depositors with even higher interest rates.But that system ground to a halt last year when new investors stopped coming, leaving the country’s banks far short of thedollars they owed their depositors.The banks have reacted by mostly refusing to give out dollars, which the Lebanese had long used interchangeably with local currency in daily life.A former Lebanese banker, Dan Azzi, has taken credit for coining a term now widely used for these theoretical dollars that exist only in Lebanese banks: Lollars.The result has been financial pandemonium, and pain.ImageRising levels of hunger amid a major currency slide have brought protesters back onto the streets after a tapering off during the coronavirus lockdown.Credit...Diego Ibarra Sanchez for The New York TimesThe government has sought to control the black market exchange, where changing money on better terms than the official rate can feel like buying drugs, requiring quick meetings in alleyways with money-changers who use fake names and fear arrest.The effects of the crisis on the country’s poor have been acute, as was made clear by four recent suicides in one two-day period, all linked to the economic crisis. A man who shot himself on one of Beirut’s best-known boulevards left behind a handwritten sign reading “I am not an infidel,” a line from a well-known song whose next lyric is “but hunger is an infidel.”Membership of a Facebook group called Lebanon Barters has swelled, its members offering everything from poker chips to hookahs in exchange for food. Their posts read like tragic poetry.“New weights, never used, to trade for a package of diapers, size 6, and a bottle of oil,” read a post with a photo of dumbbells still in the box. “People need them.”Another post featured a lime-green dress that Fatima al-Hussein, a mother of six from northern Lebanon, had bought as a gift for her daughter. She was looking to trade it for sugar, milk and detergent.In a phone interview, Ms. al-Hussein said her husband makes 200,000 Lebanese pounds per week as a manual laborer, an amount that used to be worth $130.Now it is worth less than $30, leaving her family struggling to afford essentials.She said she decided to trade the dress after she had to start feeding her children bread dipped in water. But so far, she had found no takers.When her neighbors cook, she closes her doors and windows.“I don’t want my children to smell the food,” she said.Before going on air last week, Mr. El Hajj, the television chef, said that what counted as affordable recipes was a moving target.ImageProtesters blocked roads in Beirut on July 2.Credit...Diego Ibarra Sanchez for The New York Times“Beef got expensive so we moved to chicken, and now people are telling me that chicken is expensive, too,” he said.As he prepared the dishes for the day’s show, he fielded calls from viewers struggling with preserving food amid power cuts. How do you make jam from plums or cherries? How do you keep meat fresh when you can’t count on the freezer?He laid out the options. Fruits and vegetables could be canned, pickled or dried. Ground meat could be preserved in fat as confit.“Everything has a solution,” he said after the show, and added, “What is important for me with my program is to help people to continue to eat.”\",\"author\":\"By Ben Hubbard and Hwaida Saad\",\"link\":\"https://www.nytimes.com/2020/07/12/world/middleeast/beirut-lebanon-economic-crisis.html\",\"type\":\"negative\"}"