"{\"title\":\"Bottleneck for U.S. Coronavirus Response: The Fax Machine\",\"summary\":\"Before public health officials can manage the pandemic, they must deal with a broken data system that sends incomplete results in formats they can’t easily use.\",\"text\":\"Public health officials in Houston are struggling to keep up with one of the nation’s largest coronavirus outbreaks. They are desperate to trace cases and quarantine patients before they spread the virus to others. But first, they must negotiate with the office fax machine.The machine at the Harris County Public Health department in Houston recently became overwhelmed when one laboratory sent a large batch of test results, spraying hundreds of pages all over the floor.“Picture the image of hundreds of faxes coming through, and the machine just shooting out paper,” said Dr. Umair Shah, executive director of the department. The county has so far recorded more than 40,000 coronavirus cases.Some doctors fax coronavirus tests to Dr. Shah’s personal number, too. Those papers are put in an envelope marked “confidential” and walked to the epidemiology department.As hard as the United States works to control coronavirus, it keeps running into problems caused by its fragmented health system, a jumble of old and new technology, and data standards that don’t meet epidemiologists’ needs. Public health officials and private laboratories have managed to expand testing to more than half a million performed daily, but they do not have a system that can smoothly handle that avalanche of results.Health departments track the virus’s spread with a distinctly American patchwork: a reporting system in which some test results arrive via smooth data feeds but others come by phone, email, physical mail or fax, a technology retained because it complies with digital privacy standards for health information. These reports often come in duplicate, go to the wrong health department, or are missing crucial information such as a patient’s phone number or address.ImageStacks of coronavirus test results at the Harris County Public Health department in Houston. They arrived by mistake and had to be sent to other jurisdictions.Credit...Tony Castaneda at Harris County Public HealthThe absence of a standard digital process is hampering case reporting and contact tracing, crucial to slowing the spread of the disease. Many labs joined the effort but had limited public health experience, increasing the confusion.“From an operational standpoint, it makes things incredibly difficult,” Dr. Shah said. “The data is moving slower than the disease.”The torrent of paper data led at least one health department to request additional forces. Washington State recently brought in 25 members of the National Guard to assist with manual data entry for results not reported electronically.\",\"author\":\"By Sarah Kliff and Margot Sanger-Katz\",\"link\":\"https://www.nytimes.com/2020/07/13/upshot/coronavirus-response-fax-machines.html\",\"type\":\"negative\"}"