"{\"title\":\"Cairo Badly Needed a Detox. Lockdown Supplied One, at a Steep Price.\",\"summary\":\"Three months of lockdown slowed its pulse, stripped its grit and exposed a new side to a weary city. But without the noise, bustle and grind, was it really Cairo?\",\"text\":\"CAIRO — If ever a city needed a good detox, it was Cairo.Centuries of turbulent history, topped with recent decades of chaotic urban development, have left the ancient metropolis in poor physical shape. Its complexion is parched and blemished. Traffic clogs its throbbing arteries. It has signs of major stress.The coronavirus obliged. Three months of lockdown, including an 11-hour nightly curfew, imposed a rejuvenating deep cleanse on Cairo. Roads once choked with honking cars ran free. The air, free of fumes, seemed to sparkle. Silence flooded the streets.At my apartment near the Nile, a bedroom that was barely usable because of the morning din became an oasis of calm. In the evenings, my family gathered on the balcony to witness sunsets that were more saturated than ever. The pollution app on my phone glowed an unfamiliar green.Of course, it came at a jarring price. On dawn runs down deserted streets, I passed anxious-looking people wearing masks, crowded around the entrance to a hospital.And then it was over.Toward the end of June, the government announced it was allowing mosques, restaurants and coffee houses to reopen. On the last night of curfew, I scrambled into the streets to capture its delicate pleasures one final time. Hundreds of Egyptians, it turned out, had the same idea.They clustered at dusk on a bridge, watching the squadron of kites that fluttered in the hot breeze shooting down the Nile. Young men in skinny jeans tugged on strings. Veiled women chased after dating couples, trying to sell them roses.ImageFlying kites on a bridge over the Nile last month.Credit...Mohamed Hossam/EPA, via ShutterstockInevitably, the fun tweaked Egypt’s rulers, always wary of unsanctioned public gatherings. A senior lawmaker warned that the crowded skies posed a threat to national security because Egypt’s enemies could fit the kites with surveillance cameras.But on the bridge, nobody cared for such talk, preferring to wallow in this odd moment, between serenity and anxiety, when their city’s famously frenetic pulse had been slowed by a virus.I chatted with two brothers who held aloft a giant kite emblazoned with photographs of themselves, preening, and the soccer star Mohamed Salah, who was beaming. Nearby, Samiha Meneim, 62, perched on a rickety plastic chair, surrounded by 15 family members as well as half-eaten platters of koshary, Egypt’s national dish of spiced lentils, rice and macaroni.\",\"author\":\"By Declan Walsh\",\"link\":\"https://www.nytimes.com/2020/07/09/world/middleeast/cairo-lockdown-detox.html\",\"type\":\"negative\"}"