"{\"title\":\"Coronavirus Live Updates: California Imposing Sweeping Rollback of Reopening Plans Amid Case Surges \",\"summary\":\"\",\"text\":\"Here’s what you need to know:Amid surging cases, California imposes a sweeping rollback of its reopening plans. 17 states join legal effort to block a rule that revokes visas from foreign students taking virtual classes.A new week begins with a grim outlook: More than 100,000 new cases were identified over the weekend.As Fauci becomes more vocal, Trump aides are moving to undercut him.A Los Angeles Apparel factory that made masks is shut after 300 workers test positive.Hong Kong closes gyms and cinemas, and bans gatherings of more than four to stem a new outbreak.The W.H.O. head says ‘mixed messages’ from leaders are undermining trust, and discusses world hunger.ImageDrivers lining up virus testing in Los Angeles. More than a third of California’s cases are in Los Angeles County.Credit...Jenna Schoenefeld for The New York TimesAmid surging cases, California imposes a sweeping rollback of its reopening plans. With cases surging in California, Gov. Gavin Newsom announced one of the most sweeping rollbacks of any state’s reopening plans, saying Monday that he would move to close indoor operations statewide for restaurants, wineries, movie theaters, zoos and card rooms, and bars would be force to close all operations.And the governor said that in at least 30 of the hardest counties, business would be forced to close indoor operations for fitness centers, places of worship, non-critical offices, hair salons and barbershops and malls. Roughly 80 percent of the state’s population lives in the affected counties, Mr. Newsom said.California was averaging more than 8,000 new cases a day as of Sunday, more than double what it was a month ago. The state has seen 331,626 cases, the second highest tally in the nation, and more than 7,000 deaths, according to a New York Times database.“We’re going back into modification mode of our original stay at home order,” Mr. Newsom said. “This continues to be a deadly disease.”Mr. Newsom emphasized that state officials have repeatedly said the state’s reopening process would be more akin to a “dimmer switch” than an on or off switch. In neighboring Oregon, Gov. Kate Brown said Monday that she would ban indoor gatherings of more than 10 people for things like birthday parties, potlucks, book clubs and dinner gatherings. She said the new ban would not apply to the operations of businesses or churches “at this time.”Mr. Newsom made the announcement after California’s two largest public school districts said Monday that instruction will be remote-only in the fall, citing concerns that surging coronavirus infections in their areas pose too dire a risk for students and teachers.The Los Angeles and San Diego unified school districts, which together enroll some 825,000 students, are the largest in the country so far to abandon plans for even a partial physical return to classrooms when they reopen in August.More than a third of California’s coronavirus cases are in Los Angeles County and San Diego County has had 18 community outbreaks over the past week, more than double the state’s acceptable threshold.The joint announcement came as Education Secretary Betsy DeVos continued to press the Trump administration’s case to quickly reopen public schools, not only for students’ social and emotional development, but so that parents can return to work fully.The recommendations from the president and Ms. DeVos have been disputed by many public health officials and teachers. On Friday, the American Academy of Pediatrics, the American Federation of Teachers, the National Education Association and AASA, the School Superintendents Association issued a statement saying that reopening recommendations should be “based on evidence, not politics.”The groups added that “we should leave it to health experts to tell us when the time is best to open up school buildings, and listen to educators and administrators to shape how we do it.”In the Los Angeles and San Diego districts’ joint statement, they noted that while much has been learned about the virus, many recommendations and findings are vague and contradictory.But “one fact is clear,” the statement said. “Those countries that have managed to safely reopen schools have done so with declining infection rates and on-demand testing available. California has neither. The skyrocketing infection rates of the past few weeks make it clear the pandemic is not under control.”\",\"author\":\"\",\"link\":\"https://www.nytimes.com/2020/07/13/world/coronavirus-updates.html\",\"type\":\"negative\"}"