"{\"title\":\"Coronavirus Outbreak at U.S. Bases in Japan Roils an Uneasy Relationship\",\"summary\":\"The Marines reported 94 new cases on Okinawa, an island that had seen just 148 other infections. Local officials say the military is not doing enough.\",\"text\":\"TOKYO — An outbreak of coronavirus cases on United States military bases in Okinawa, Japan, has alarmed the island’s local population, which at times has been at odds with the Americans stationed there and has otherwise been successful in limiting Covid-19.The U.S. Marine Corps, which has about 20,000 troops stationed on the island, reported 94 confirmed cases to the prefectural government and said it had instituted strict measures in all 33 installations in the region. Denny Tamaki, the governor of Okinawa, said he was shocked by the number of infections and said it was “extremely regrettable” that so many cases had emerged among American troops and affiliated personnel in less than a week. Excluding the American cases, Okinawa has recorded just 148 infections since February.Mr. Tamaki added that he had “strong doubts” about the prevention measures reported by the United States.Japan, which has been relatively successful in containing the virus, has also experienced a recent surge of new cases concentrated in Tokyo, where a state of emergency was lifted at the end of May. Tokyo reported two consecutive days of record daily infections last week, with a large number of cases among people in their 20s and 30s who worked in or had visited venues in Tokyo’s nightlife districts.The United States military in South Korea also announced on Monday that 11 troops had tested positive upon arrival from the United States. The American military has struggled with outbreaks among its troops, with a major cluster of infections in March on the aircraft carrier Theodore Roosevelt.The Japanese military, by contrast, has reported just 14 cases among its defense forces, all of whom are thought to have contracted the virus in their communities rather than while deployed. The cases in Okinawa are a new strain on relations between the military and the local government, where the presence of American bases, dating to the end of World War II, has been an ongoing source of friction. Citizens have long complained of noise, crime and aircraft accidents, and have repeatedly questioned why nearly half of the 55,000 American troops in Japan — which include personnel from all of the military branches — are stationed on Okinawa.ImageResidents pray near a memorial commemorating the 1945 battle of Okinawa. After Japan’s defeat in World War II, the United States established bases on the island.Credit...Jiji Press, via Agence France-Presse — Getty ImagesOne of the bases where a number of the recent coronavirus cases have been recorded, Marine Corps Air Station Futenma, is the subject of a contentious plan to relocate the base’s operations from central Okinawa to a less-populated coastal area where construction is underway.The Japanese central government considers the bases essential to the country’s security, and many citizens and businesses on Okinawa welcome the troops as customers and neighbors.\",\"author\":\"By Motoko Rich, Makiko Inoue and Hikari Hida\",\"link\":\"https://www.nytimes.com/2020/07/13/world/asia/coronavirus-military-okinawa.html\",\"type\":\"negative\"}"