"{\"title\":\"Could This City Hold the Key to the Future of Policing in America?\",\"summary\":\"As protesters across the country call for police departments to be defunded and dismantled, Camden’s experience offers some lessons.\",\"text\":\"CAMDEN, N.J. — As officials across the United States face demands to transform policing, many have turned to a small New Jersey city that did what some activists are calling for elsewhere: dismantled its police force and built a new one that stresses a less confrontational approach toward residents who are mostly Black and Latino.The Camden Police Department’s efforts to reduce its use of force have made it one of the most compelling turnaround stories in U.S. law enforcement. The changes have led to a stark reduction in the number of excessive-force complaints against the police and have helped drive down the murder rate in what was once one of America’s most dangerous cities.“If you’re looking to be a high-speed operator, we’re probably not the right department,” said the current chief, Joseph Wysocki, referring to the type of officer he does not want to attract. “If you’re looking to be a guardian figure in your neighborhood, this is for you.”Still, even as many other communities look to Camden as a template for reform, it is far from a neat model.The disbanding of its old force seven years ago was prompted not by a desire to rethink policing, but by dire finances, a public safety crisis and a political power play meant to break the police officers’ union. It took the drastic steps of firing all of the officers to allow the city to start fresh and overcome resistance.ImageEdwin Ramos and his wife, Katrina. Mr. Ramos said that the Camden police often treated the city as if it were hostile territory.Credit...Hannah Yoon for The New York TimesAt the start, and even today, the Camden department has followed many traditional policing practices. For example, it has embraced surveillance technology, including so-called predictive policing that relies on algorithms that can help develop patrol patterns. The technology is based on information like friendships, social media activity and past reports of crime that critics contend can reinforce racial biases.With parts of the city awash in drugs, the reconstituted force conducted a crackdown, which helped reduce violent crime. But it also issued many tickets for small infractions, the very approach that opponents of aggressive policing call unnecessarily punitive.That seemed to alienate residents the police were trying to win over. But as the Black Lives Matter movement gained momentum several years ago, the department came to embrace a softer strategy that activists would like to see adopted elsewhere.The department also revamped the way it trains officers. It emphasizes defusing tense encounters, handing out fewer tickets for minor offenses and requiring officers to intervene if they see colleagues mistreating people.Police officials talk about the “sanctity of life” as the overarching thread connecting many of the changes.Many people in Camden — a poor city of about 74,000 residents across the Delaware River from Philadelphia — said that overall, the changes had significantly improved their interactions with officers. They viewed the force as fairer, less menacing and more effective than in the past.“For the most part, it did work out,” said Lary Steele, 41, a lifelong resident who works at Camden Tool, a supplier of industrial equipment. “The old cops used to grab us and whip our butt. A lot of the new guys are really nice.”Zaire Harris, 18, a recent graduate of Camden High School, said that officers were “respectful and just want us to be peaceful with each other.”ImageLt. Gabriel Rodriguez, who was born and raised in Camden, also worked for the Police Department before it was revamped. He said he had been followed by officers when he was not in uniform.Credit...Hannah Yoon for The New York TimesStill, there is tension. Some residents described encounters that felt arbitrary and like harassment, echoing the concerns of residents in cities across the country: a jaywalking stop that escalated into a physical confrontation; a young woman who felt demeaned when an officer asked if she was a prostitute.“They have issues engaging with the community,” said the Rev. Levi Combs III, 34, the pastor at First Refuge Progressive Baptist Church. “They’re unable to see things other than black and white.”In a city where more than 90 percent of the residents are Black or Latino, slightly more than half of the police force’s 400 officers are people of color. And, as is true in other cities, many Camden officers live in suburbs beyond the poor and working-class neighborhoods they patrol.“They don’t know how to approach African-Americans or Hispanics because they don’t come from that culture,” Mr. Combs said.The killing of George Floyd in police custody in Minneapolis has touched off a searing national conversation about police brutality and racism and has inspired protests calling for the abolishment or shrinking of police forces.In New York City, the police commissioner disbanded dozens of plainclothes teams known for their aggressive tactics, and the city adopted a budget that reduced funding for the police.In Albuquerque, N.M. a plan is underway to reduce the role of the police in calls involving homelessness, addiction and mental health problems. In Minneapolis, the City Council has pledged to dismantle the police department and to seek “a transformative new model” for public safety.ImageSharim Anaya with her daughter, Makaila Rodriguez, 10. Ms. Anaya said she still believed that the police did not treat residents with the respect they deserved. Credit...Hannah Yoon for The New York TimesA spokesman for the Camden Police, Dan Keashen, said he had fielded more than 100 inquiries from police agencies and politicians across the country in recent weeks.“A lot of it has been about our use-of-force policy,” he said. “And we’ve also gotten inquiries with regards to how do you go about standing down one department and building a new one.”For Camden, it took a financial emergency.The city, a former industrial powerhouse long known as the headquarters of the Campbell Soup Company, had endured decades of steady decline and could not afford its police department.In 2011, around the time Camden was declared America’s poorest city, half the force was laid off.\",\"author\":\"By Joseph Goldstein and Kevin Armstrong\",\"link\":\"https://www.nytimes.com/2020/07/12/nyregion/camden-police.html\",\"type\":\"positive\"}"