"{\"title\":\"Dear Liberal Arts Students: Seize This Moment\",\"summary\":\"The world needs you. Here’s your chance.\",\"text\":\"Over the last few weeks, America’s elite colleges and universities have been announcing their reopening strategies one by one, weighing explicit health imperatives against implicit economic ones. Most have landed on a disappointing-but-realistic conclusion: The fall semester of 2020 will have to involve an alloy of in-person and remote learning. Many college students will experience only an attenuated version of campus life — if they get to experience it at all.It’s easy to see what they will lose in this situation. The intoxicating pleasures of independence. The stimulation of late-night conversation about life, meaning, and the universe. The pure exhilaration (and relief) of finding your own kind.But let’s face it: It’s pretty luxurious to have these experiences in the first place. Perhaps it’s worth discussing what these luckiest of students might also gain at this moment. Because they do stand to gain. It just requires that they reimagine what late adolescence is for, and what it should be about.The fact is, many colleges — especially private liberal arts schools, the ones that have driven much of the discussion in recent weeks — are cloistered, passive settings. Students are fed and housed, just as they were at home; their time and activities are structured, just as it was when they were still in high school. College may give them wonderful opportunities to think, form relationships, and self-define. But it seldom gives them the chance to productively engage with the world.Yet they are more than capable of doing so. In “Huck’s Raft,” his highly readable history of American childhood, Steven Mintz points out that Herman Melville worked as a clerk, a teacher, a farmer laborer and a cabin boy on a whaling ship, all by the age of 20. (“A whale-ship was my Yale College and my Harvard,” says Ishmael.) George Washington became an official surveyor for Culpepper County at 17 and a commissioned major in the militia at 20.“Behavior that we would consider precocious,” Mintz writes, “was commonplace.”It wasn’t until the end of World War II that children emerged as a truly protected class in this country. That was when they finally became, in the words of the sociologist Viviana Zelizer, “economically worthless but emotionally priceless.”But only the most privileged kids got to be useless right through college. If you think about it, that’s a pretty awkward time to be useless — as is adolescence more generally. We may regard teenagers as unruly and rebellious. But what they may really be is restless, pining for greater agency and productivity, utility.Well. Now they have their chance.I called Nancy Darling, a psychology professor at Oberlin College, to discuss this. She’s one of the smartest people I’ve ever read on the subject of adolescence and emerging adulthood. Her response was swift and enthusiastic. “I keep telling my students: ‘This is the defining event of your cohort. It’s going to be hard, but it offers unique opportunities. Rather than doing a crummy internship while you’re learning from home, go do something exciting! What do you want to build?’ ”Students of means can distribute food from food banks. They can mobilize voters. They can organize social media campaigns for advocacy groups and child care for essential workers and reading lists for libraries. “If you’re a volunteer for six months,” she points out, “in many places you can just take over the damn organization.”They can help remove Donald J. Trump from office. There’s an idea.Darling notes that finding a way to be useful will be especially valuable (if challenging) to this generation, which hasn’t had much experience in structuring its own time — many of her students have been overscheduled since birth — and often conceives of identity-building as a process of self-examination, rather than simple doing. They’ll also have a chance to discover the importance of civic engagement at a time when it’s in severe decline.The irony is lovely: While social distancing, they can develop habits that will ensure they won’t spend their adulthood bowling alone, to borrow the political scientist Robert Putnam’s shorthand for our disengaged lives.Of course, most students already know what it means to be useful. A 2018 report from Georgetown University found that 70 percent of full-time college students work. Those in community college, for instance, are generally older and come from low-income homes. Many take for granted that they’ll be organizing their educations around work and parenting schedules. One can only hope that asynchronous learning will to them be a boon. It’s much easier to care for your kids and hold down a day job if you’re liberated from the tyranny of a fixed lecture schedule.But that assumes they can afford the technology and have internet access. Many students, at community colleges and elsewhere, now do not. Others find themselves in households with one or two unemployed family members, and it’s suddenly on them to make ends meet —which may or may not mean dropping out. It’s a burden that, like so many others right now, is disproportionately afflicting African-Americans and Latinos.Having the chance to be useful — not to their families, but to the world — is a luxury at this moment. Students ought to embrace it. They may be astonished by what they find.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By Jennifer Senior\",\"link\":\"https://www.nytimes.com/2020/07/12/opinion/liberal-arts-college-covid.html\",\"type\":\"neutral\"}"