"{\"title\":\"Did Mueller Ever Stand a Chance Against Trump and Roger Stone?\",\"summary\":\"I was a Watergate prosecutor. I know why he didn’t.\",\"text\":\"In 1972, I served as an assistant special prosecutor for the Watergate Special Prosecution Force, which investigated the connection between the White House and the break-in at the Democratic National Committee headquarters, the subsequent cover-up and other crimes connected with the White House under Richard Nixon.And nothing that I saw then — even during the so-called Saturday Night Massacre, when Nixon ordered his attorney general to fire the special prosecutor — rises to what we are witnessing now with President Trump.The commutation last week of Roger Stone’s sentence is the latest of multiple, brazen efforts to make the fulfillment of Special Counsel Robert Mueller’s investigation all but impossible.The efforts by President Trump have amounted to a cover-up — and they were often made possible by his ability to control the Justice Department and by the lack of independence of the Mueller investigation. It demands a renewed look at how we empower independent counsels — regrettably, history has shown us that, under extraordinary circumstances, they are needed to conduct proper oversight of abuse by the executive branch.That is a big difference from my experience in the Watergate prosecution: Established in 1973 by the Justice Department, our investigation was functionally independent from it and the executive branch. We did not answer to the attorney general. We were not restricted from investigating or prosecuting Nixon, nor were we governed by any internal Justice Department rule that prohibited prosecuting a sitting president.And as the efforts by the attorney general, Bill Barr, and Mr. Trump’s commuting of the Stone sentence make clear, that lack of independence has made a big difference.From the start, Mr. Mueller was restrained by Justice Department regulations. He was barred, for example, from looking into the broader relationship between Mr. Trump and Russia through a review of Mr. Trump’s financial records and tax returns. Furthermore, according to\",\"author\":\"By Nick Akerman\",\"link\":\"https://www.nytimes.com/2020/07/13/opinion/roger-stone-trump-mueller.html\",\"type\":\"negative\"}"