"{\"title\":\"Driver Purposely Drove Bus Into China Reservoir, Killing 21, Police Say\",\"summary\":\"The 52-year-old driver, who was also killed, was aggrieved about the demolition of his home because of a redevelopment scheme, officials said.\",\"text\":\"A bus crash in southwest China last week that killed 21 people and injured 15 others was caused by the driver, who deliberately steered into a reservoir because he was angry at the demolition of his home, the police have said.The crash on Tuesday, which also killed the driver, drew an outpouring of grief; some of the passengers included students traveling to take China’s notoriously difficult college entrance exam.The police in Anshun, a city in Guizhou Province, said in a statement on Sunday that the 52-year-old driver, identified only by his last name, Zhang, had been aggrieved over the demolition of his home that morning. The driver crashed the passenger bus, the police said, to send a message.“Due to his dissatisfaction with his life’s circumstances and the demolition of rented public housing and in order to cause a stir, he has committed extreme crimes that endanger public safety,” the police report said.The authorities said the driver had rented a 430-square-foot unit in a state-owned public housing structure included in a redevelopment scheme. He signed an agreement in June to receive $10,000 in compensation, but did not claim the sum. His applications for public housing were rejected, but plans for the demolition of the building went forward.The case shines a light on the often-silent victims displaced by China’s urban redevelopment schemes, in which state-sponsored developers tear down older, shabbier buildings in dilapidated neighborhoods to build gleaming office towers, shopping malls and expensive housing.On Tuesday morning, the bus driver called a government hotline to complain that his home was about to be demolished before he could receive government housing, the police report said.He then traded shifts with a colleague and bought some baijiu, a colorless alcoholic drink, that he took to work in a water bottle. He left some voice messages for his girlfriend on WeChat, expressing weariness and disgust with the world, and sipped from the bottle before starting his shift, the police report said.Security video showed the bus cutting across three lanes of oncoming traffic around midday Tuesday as it traveled along Hongshan Lake in Anshun. It then plunged down a series of low terraces and into the lake, becoming submerged by more than 30 feet of water.Some passengers were students preparing to take the gaokao, the national college placement test, reported The Paper, a state-run online publication based in Shanghai. At least five of those killed were students, officials said.The gaokao, which began on Tuesday, was delayed for a month because of the coronavirus pandemic. More than 10 million students are participating this year.Caixin, a Chinese-language magazine, published an article on Friday about the demolition of the bus driver’s home and his efforts to stop it. The story, which drew sympathy for the working-class residents displaced by urban redevelopment projects in China, was later taken offline.The government authorities in Anshun said in a statement on Sunday that they would investigate the demolition, and any mistakes made in the process.Austin Ramzy contributed reporting.\",\"author\":\"By Tiffany May\",\"link\":\"https://www.nytimes.com/2020/07/13/world/asia/china-bus-crash-revenge.html\",\"type\":\"negative\"}"