"{\"title\":\"Eating Thai Fruit Demands Serious Effort but Delivers Sublime Reward\",\"summary\":\"Many delicious species in Thailand, “the Great Power nation of fruit,” require laborious peeling and careful chewing. Then there’s the sticky fingers and occasional disappointment.\",\"text\":\"BANGKOK — All across Bangkok, fruit juice is dripping off chins, dribbling down arms and splashing onto the city’s sidewalks.This is peak fruit season in Thailand, when the rising mercury concentrates the sugars in the tropical bounty that is native to Southeast Asia.The region’s fruits are like no other. There is a fruit encased in prickly armor that smells of a deep, dank rot. There is a fruit that emits a sticky sap when peeled and another that stains fingernails mauve for those craving its succulent flesh.And there is the rambutan, which means “hairy thing” in Malay. With its crimson skin studded with green feelers, the egg-sized fruit bears more than a passing resemblance to a coronavirus. It is yummy.ImageA seller showing the inside of a rambutan.With pandemic travel bans in place, Thailand’s economic mainstay, tourism, has been battered. The country of 70 million has had to rely even more on exports of its agricultural products, and a national fruit lobby group predicts that overseas fruit shipments will increase by at least 10 percent this year, despite the coronavirus.Prime Minister Prayuth Chan-ocha has called Thailand “the Great Power nation of fruit.” Last year, the country ranked as the world’s sixth biggest fruit exporter.But most of the fruit is exported to Thailand’s regional neighbors, with China its biggest customer. The prospects of expanding to large Western markets like the United States may be appealing, but face some daunting obstacles.Less than 3 percent of Thailand’s fruit was exported to the United States. Distance is one problem, as are worries about fruit flies accompanying the imports. But the main reason for the low figure may be that Southeast Asia’s indigenous fruits have what Fuchsia Dunlop, a British author of Chinese cookbooks, calls a high “grapple factor.”Many of the region’s fruits require serious commitment to eat: laborious peeling, careful chewing and the frequent spitting out of seeds to which meat stubbornly adheres.To snack during office hours on a langsat, a demure cousin of a lychee with a peel that oozes a kind of natural super glue, is to submit to sticky fingers and sticky keyboards. Soap doesn’t help.ImageLangsat and mangosteens on sale.The meat is perfumed but each bite is fraught, lest teeth accidentally penetrate the bitter seeds. The langsat is worth it, but only just.Unlike a banana’s easy extraction, dissecting a jackfruit is to hack through a jagged sheath, then painstakingly pluck out rubbery polyps that taste like overripe Juicy Fruit gum.The process can consume an afternoon, and there are fruit vendors whose careers are dedicated to peeling jackfruit — a single specimen can weigh up to 120 pounds — and other complicated fruits.At Talad Thai, Bangkok’s wholesale fruit market and the largest in Southeast Asia, there is an entire building dedicated to citrus and a gymnasium-sized section only for the mango, of which there are more than 200 varieties in Thailand.The fruits at Talad Thai are often transported and peeled by migrants from neighboring Cambodia or Myanmar.ImageUnloading durians.“I was so poor that I had to look for work in Thailand,” said Sing Dy, who was unloading a truck of fruit as sweat drenched her coronavirus face mask.She hasn’t seen her children back in Cambodia for six months because of the pandemic travel ban, but she still sends most of her $20 a day salary back home.Each year, regional newspapers relate various jackfruit-related deaths, mostly involving someone lingering under a tree with fruit looming above. In May, a man in southern India was injured by a falling jackfruit and required spinal surgery, only to discover at the hospital that he also had the coronavirus. (He recovered.)In terms of showiness, the rambutan jousts with the dragon fruit, a neon pink mini-football covered in acid-green tendrils. To some, the experience of eating a dragon fruit, which grows on a cactus indigenous to South America, is a letdown after all that dazzling packaging: It’s a bland mush with tiny seeds that can require floss to dislodge.ImageA dragon fruit sliced in half.Thais tend to approach milder fruit as a canvas for the fermented, spicy flavors that dominate the country’s cuisine. So guavas, rose apples and pomelos, the world’s largest citrus, are often served with a chili, salt and sugar dip to enliven the experience. Tart fruits, like green mangoes, are balanced with a sweet condiment that includes fish sauce, dried shrimp and shallots.If someone’s fingernails are dyed purple at the tips, it likely betrays a preference for the mangosteen, a palm-sized orb that looks like an extra in a Super Mario Bros. video game. Beneath its woody rind are juicy segments that strike a Socratic equilibrium between sweet and sour.Even a peach has nothing on a mangosteen when it is perfect, but the mangosteen is rarely perfect. Many are afflicted with a blight that tarnishes the white flesh an ugly mustard hue. Which fruit is blemished is unknowable before peeling, and so to eat a pile of mangosteens is an exercise in disappointment.ImageTaking apart a mangosteen.The salak is also called the snakeskin fruit because its casing is undeniably reptilian. Inside is a not-quite-crunchy flesh that, like so many of Southeast Asia’s native fruits, hovers between delectable and decayed. Some scientists have theorized the smell attracts rainforest primates, whose consumption and dispersal of the seeds helps the fruit take root for another generation.The most infamous fruit, which stinks of death, is the durian. Buildings and taxis in Thailand have no-durian signs next to no-smoking signs.The durian’s flavor elicits passionate, and polarizing, responses, with few indifferent about the fruit’s appeal or repulsiveness.On the outside, the durian resembles a medieval torture device. Nestled inside the spiky shell are kidney-shaped lobes of custard. The flavor is somewhere between an off-peak Gorgonzola and a crème caramel, with a whiff of skunk.ImageThick gloves help while handling sharp durian rinds.Orangutans adore the durian. In Indonesia, where expanding palm oil plantations have destroyed the apes’ natural habitat, orangutans occasionally raid fruit orchards for sustenance. Farmers have responded by shooting them.Even if the smell could be put aside — which is, frankly, impossible — the durian would still probably have the highest grapple factor among Southeast Asia’s endemic fruits. Thai exports of the fruit are mostly destined for China, where consumers tend to be more willing to work for their meals.The durian’s greatest supporters hold out little hope that it will ever capture the United States market the way the kiwi charmed Americans in the 1970s, when marketers renamed the Chinese gooseberry after New Zealand’s national bird. It helps that the kiwi, with its fuzzy peel, is cute and easy to eat.While some of Southeast Asia’s indigenous fruits are available in specialty markets in the United States, the flavors lack the vibrancy of those grown at home, aficionados insist.Ubolwan Wongchotsathit is a second-generation fruit magnate, and she used to fly her durian as far away as Dubai and Melbourne before the pandemic forced her to use land and sea routes instead.“Americans say they hate the smell of durian,” she said. “I don’t understand. It is sweet love.”ImageLychees at the market.Muktita Suhartono contributed reporting.\",\"author\":\"By Hannah Beech\",\"link\":\"https://www.nytimes.com/2020/06/22/world/asia/bangkok-thailand-fruit-durian.html\",\"type\":\"negative\"}"