"{\"title\":\"2020 Election Live Updates: Republicans Say Florida Convention Is ‘a Risk You Have to Take’\",\"summary\":\"\",\"text\":\"Here’s what you need to know:Trump faces a tough landscape as coronavirus cases continue to surge.Republican Party officials still plan to attend their convention in Florida, an epicenter of the virus.Jeff Sessions, trailing in the Alabama polls, says his campaign is ‘electrified.’Texas Supreme Court rules against the state Republican Party holding an in-person convention.A new poll shows Biden leading in Texas.George Soros’s foundation is making a major donation toward racial justice efforts.It didn’t rain after all in New Hampshire, where Republicans await Trump’s return.ImageThere are 16 weeks to go before the general election between President Trump and his Democratic opponent, Joe Biden.Credit...Samuel Corum for The New York TimesTrump faces a tough landscape as coronavirus cases continue to surge.A Senate runoff election in Alabama that is unusually personal for President Trump.Republican National Convention planning in Florida that is overshadowed by the coronavirus outbreak.Primary runoffs in Texas — as well as a new poll showing former Vice President Joseph R. Biden Jr. ahead of Mr. Trump in the state.And spikes in Covid-19 cases in G.O.P.-led states from southeast to southwest.Republicans are facing major decisions this week across the Sun Belt as the party tries to chart a course through a political moment defined not just by health and economic crises but also the unsteady and increasingly unpopular leadership of Mr. Trump.The landscape for the president is so tough right now that Democrats are even encouraging Mr. Biden, Mr. Trump’s opponent, to press his advantage and compete aggressively in traditionally Republican states like Georgia and Texas.With 16 weeks to go until the general election on Nov. 3, The Times is expanding its live coverage of the campaigns for president, House and Senate, and governor, as well as coverage of voters, politics and policy across the nation.Our reporters will be delivering daily updates, news and analysis on all the major races and political dimensions, including voting rights and mail-in voting, the protests against systemic racism and social injustice, and the repercussions of the virus and the devastated economy on the nation’s politics.The Sun Belt is drawing particular attention this week, with Alabama Republicans deciding a Senate runoff on Tuesday between Jeff Sessions, Mr. Trump’s former attorney general, and Tommy Tuberville, a former Auburn University football coach.Mr. Trump has endorsed Mr. Tuberville against his one-time ally, Mr. Sessions, who the president came to despise for recusing himself from the investigation into Russian interference in the 2016 election. Most polls in Alabama close at 8 p.m. Eastern on Tuesday.Texas also has primary runoffs on Tuesday for several key House seats, as well as a Democratic Senate primary runoff between M.J. Hegar and state Senator Royce West; the winner will face Senator John Cornyn in November. In Maine, Democrats will choose a nominee on Tuesday to face Senator Susan Collins, with Sara Gideon, the speaker of the Maine House, widely seen as the likely winner.In Florida, state officials on Sunday reported the highest single-day total of new coronavirus cases by any state since the start of the pandemic, with more than 15,000 new infections. (New York had recorded the previous high of 12,274 on April 4.) New cases are increasing across the Sun Belt, as this map shows, and Republican governors like Ron DeSantis of Florida and Greg Abbott of Texas face criticism for their decisions to begin reopening their states weeks ago. Republican Party officials still plan to attend their convention in Florida, an epicenter of the virus.ImagePeople lined up in their cars on Wednesday as they waited to be tested for the coronavirus outside Hard Rock Stadium in Miami.Credit...Saul Martinez for The New York TimesMore than a dozen Republican National Committee members from across the country told The Times in interviews that they were still planning to attend the party’s convention next month in Florida, despite the surge in cases.President Trump last month moved the convention from Charlotte, N.C., to Jacksonville, Florida’s largest city, because Gov. Roy Cooper of North Carolina refused to guarantee a late-August arena party free of social distancing. Several of the R.N.C. members interviewed are planning to first go to Charlotte, where the party’s delegates will conduct much of their official business, before relocating to Jacksonville for the big party so desired by Mr. Trump.“It’s a risk you have to take,” said Morton Blackwell, 80, an R.N.C. member from Virginia who has attended every party convention since he was the youngest elected delegate backing Barry Goldwater in 1964. “You take risks every day. You drive down the street and a cement truck could crash into you. You can’t not do what you have to do because of some possibility of a bad result.”Art Wittich, 62, an R.N.C. member from Montana, said he had a “duty” to travel to Charlotte and Jacksonville to nominate and support Mr. Trump.“It is not only my duty, but also my honor go to Charlotte and Jacksonville to re-elect President Trump,” he said. “As such, I am willing to assume any risk to do so.”\",\"author\":\"\",\"link\":\"https://www.nytimes.com/2020/07/13/us/elections/biden-vs-trump.html\",\"type\":\"negative\"}"