"{\"title\":\"Facebook Said to Consider Banning Political Ads\",\"summary\":\"The social network has been under intense pressure for allowing misinformation and hate speech to spread on its site.\",\"text\":\"SAN FRANCISCO — Facebook is considering banning political advertising across its network before the November general election, according to two people with knowledge of the discussions, after facing intense pressure for allowing hate speech and misinformation to flourish across its site.The decision has not been finalized, said the people, who spoke on condition of anonymity because the discussions were confidential, and the company could continue with its current political advertising policy. Discussions on potentially banning political ads have simmered since late last year, they said, as insiders weighed the idea while reaching out to political groups and candidates for feedback.But the issue has come to the forefront in recent weeks, with the November election looming and as Facebook grapples with intensifying scrutiny over content posted to its platform. The core of the debate is whether banning political ads would help or harm “giving users a voice,” said the people with knowledge of the discussions. Stopping ads could stifle speech for some groups, they said, though allowing political ads to run could also allow more misinformation that could disenfranchise voters.A Facebook spokesman declined to comment. Bloomberg News earlier reported the potential change in policy.If a ban on political ads were to happen, it would be a reversal for Facebook and its chief executive, Mark Zuckerberg. The social network has long allowed politicians and political parties to run ads across its network virtually unchecked, even if those ads contained falsehoods or other misinformation.Mr. Zuckerberg has repeatedly said he would not police politicians’ ads and stated that the company was not an arbiter of truth because he believes in free speech. He has also said that removing political ads from the network could harm smaller, down-ballot candidates who are less well-funded than nationally prominent politicians. Political advertising makes up a negligible amount of Facebook’s revenue, he has said, so any decision would not be based on financial considerations.But that hands-off approach has led to an intense backlash against the social network. Lawmakers, civil rights groups and Facebook’s own employees have assailed it for letting hate speech and misinformation fester on its site. Last month, the Biden presidential campaign said it would begin urging its supporters to demand that Facebook strengthen its rules against misinformation. More recently, advertisers such as Unilever and Coca-Cola have paused their advertising on the platform in protest.That was punctuated this week by the release of a two-year audit of Facebook’s policies. The audit, conducted by civil rights experts and lawyers who were handpicked by the company, concluded that Facebook had not done enough to protect people on the platform from discriminatory posts and ads. In particular, they said, Facebook had been too willing to let politicians run amok on the site.“Elevating free expression is a good thing, but it should apply to everyone,” they wrote. “When it means that powerful politicians do not have to abide by the same rules that everyone else does, a hierarchy of speech is created that privileges certain voices over less powerful voices.”Mr. Zuckerberg has stuck to his free speech position even as other social media companies have taken more action against hate speech and inaccurate posts by politicians and their supporters. Twitter recently started labeling some of President Trump’s tweets as untruthful or glorifying violence, while Snap has said it would stop promoting Mr. Trump’s account on Snapchat because his speech could lead to violence. Twitch, the video game streaming site, suspended Mr. Trump’s account entirely, and the internet forum Reddit banned a community of Mr. Trump’s supporters for harassment.Last year, Twitter said it would ban all political ads because the viral spread of misinformation presented challenges to civic discourse.Vanita Gupta, chief executive of the Leadership Conference on Civil and Human Rights, said it was positive that Facebook was thinking through its options but that “what they need to have in place is a system that actually catches real-time voter misinformation.” She added, “Voter suppression is happening every day, and their inaction is going to have profound ramifications on the election.”On Friday, some of the top Democratic outside groups that are major spenders on Facebook said they had not discussed with the company any potential banning of political ads closer to the election. A spokesman for the D.N.C. referred questions to a tweet from Nellwyn Thomas, the D.N.C.’s chief technology officer, who wrote on Friday: “We said it seven months ago to @Google and we will say it again to @Facebook: a blunt ads ban is not a real solution to disinformation on your platform.”Democratic officials have argued that blanket bans or restrictions on political ads are not a sufficient way to root out disinformation, particularly as that kind of content can spread in closed Facebook groups. Banning ads also restricts important digital tools that campaigns have come to rely on for activities such as acquiring new donors and raising money to getting out the vote, they said.Some Democrats added that the Trump campaign has a significant structural advantage on Facebook, having built up a community of more than 28.3 million followers. Joseph R. Biden Jr., the presumptive Democratic nominee for president, has only around 2.1 million followers on the social network. Removing the ability to pay for ads would give Mr. Trump a far greater reach online than Mr. Biden, they said.A spokesman for the Trump campaign did not immediately respond to requests for comment.Facebook is by far the preferred and most popular platform for campaigns. The Trump campaign has spent more than $55 million on Facebook since 2018, and the Biden campaign has spent more than $25 million.Mike Isaac reported from San Francisco, and Nick Corasaniti from New York.\",\"author\":\"By Mike Isaac and Nick Corasaniti\",\"link\":\"https://www.nytimes.com/2020/07/10/technology/facebook-politcal-ads-ban.html\",\"type\":\"political\"}"