"{\"title\":\"Florida Breaks U.S. Coronavirus Record for Most New Cases in a Day\",\"summary\":\"The state recorded 15,300 new coronavirus cases on Sunday, easily passing the previous one-day high of 12,274 set at the height of the outbreak in New York in April.\",\"text\":\"TAMPA, Fla. — Florida on Sunday reported the highest single-day total of new coronavirus cases by any state since the start of the pandemic, with more than 15,000 new infections, eclipsing the previous high of 12,274 recorded in New York on April 4 amid the worst of its outbreak.The number reflects both increased testing and a surge in transmission of the virus that has strained hospitals, led to shortages in a key antiviral drug and amplified fears about the pace the state lifted restrictions on movement and commerce. And it is a new red mark on the nation’s floundering efforts to combat the virus.“It has just been horrifically busy,” John Toney, a professor of infectious diseases at the University of South Florida, said of hospitals where patients were flooding in and doctors and nurses were growing overwhelmed and exhausted.“It’s reminiscent of what everyone dealt with in New York,” Professor Toney said. “It’s certainly putting a strain on a lot of the systems, even though hospitals are trying to accommodate.”The increase of 15,300 cases has come as Disney World has let tourists back onto its rides, the Republican National Convention is set to begin in Jacksonville in August, and Gov. Ron DeSantis has ordered that public schools reopen for five days a week when classes resume next month. “If you can do Home Depot, if you can do Walmart, if you can do these things,” the governor said, “we absolutely can do the schools.”Florida Coronavirus Map and Case CountA detailed county map shows the extent of the coronavirus outbreak, with tables of the number of cases by county. The surge in Florida reflects how the spread of the virus has escalated in much of the country, particularly in Southern states where governors following President Trump’s lead had pushed aggressively to ease restrictions and encourage businesses to reopen. Now some states are trying to add mask mandates and other protective measures, and seeing renewed tensions between governors and mayors as they disagree over how much to pull back on the reopening.In some ways, the situation in Florida differs from the worst days of the pandemic in New York.Some of the increase in cases reflects the dramatic increase in testing; Florida is testing several times the number of people that New York was at the height of its crisis. The spread of the disease amid the Florida sun does not play out with the same dread as it did in crowded city streets in New York. Hospitals are better supplied and somewhat more prepared to treat patients than they were in March and April. And while the daily death toll in Florida climbed to a high last week, it remains far below the levels that New York suffered, at least for now.“It was very difficult to figure out how to test, now it’s a little easier,” Mr. DeSantis, a Republican, told reporters on Saturday, adding that concerns about equipment supplies had eased as well.“These are now tools in the toolbox,” he added. “If somebody comes in, they can be treated for this.”\",\"author\":\"By Kimiko de Freytas-Tamura, Rick Rojas and Sheri Fink\",\"link\":\"https://www.nytimes.com/2020/07/12/us/florida-coronavirus-covid-cases.html\",\"type\":\"negative\"}"