"{\"title\":\"Ghislaine Maxwell Tried to Hide When F.B.I. Knocked, Prosecutors Say\",\"summary\":\"On the day of her arrest, Ms. Maxwell, a longtime companion of Jeffrey Epstein, refused to answer the door and fled to another room, according to a new court filing.\",\"text\":\"When F.B.I. agents went to arrest Ghislaine Maxwell on the morning of July 2 on a remote property in New Hampshire, they broke through her locked gate, approached the front door and announced themselves, telling her to open the door, federal prosecutors said in newly filed court papers on Monday.Through a window, the agents saw her ignore their order and flee to another room in the house, quickly shutting the door behind her, the prosecutors wrote.The agents forcibly entered and took Ms. Maxwell into custody. Prosecutors said that during a search of the house, investigators found a cellphone wrapped in tin foil on top of a desk — which they interpreted as “a seemingly misguided effort to evade detection” by law enforcement.“As these facts make plain, there should be no question that the defendant is skilled at living in hiding,” the prosecutors wrote.The government’s court filing came one day before a hearing in Manhattan on Ms. Maxwell’s request for bail.In their filing, prosecutors sought to undermine a key argument made by Ms. Maxwell’s lawyers last week in seeking her release on bail, that she had been trying to evade “unrelenting and intrusive media coverage” rather than law enforcement.Ms. Maxwell, 58, faces six counts that include transportation of a minor with intent to engage in criminal sexual activity and perjury. She has denied any wrongdoing.She had been in living in hiding, most recently in Bradford, N.H., in the mansion where she was arrested, prosecutors said. They said it was located on a 156-acre property that was acquired in an all-cash purchase in December by a limited liability company that concealed the buyer’s identity.After Ms. Maxwell’s arrest, a private security guard who worked on the property told the F.B.I. that he was given a credit card in the same name as the L.L.C. to make purchases on Ms. Maxwell’s behalf, the prosecutors said in their filing Monday. The guard told the agents that Ms. Maxwell did not leave the property at all during his time there, according to prosecutors.The government has asked the judge, Alison J. Nathan of Federal District Court, to deny Ms. Maxwell bail. She had changed her email address, they said, and registered a new phone number under the name “G Max.”The prosecutors have argued that she posed an “extreme flight risk” because of her financial resources. She had passports from three countries, and investigators said they had identified more than 15 bank accounts linked to her, the total balance of which at times exceeded $20 million.Between 2007 and 2011, the prosecutors had said, more than $20 million was moved from accounts associated with Mr. Epstein to accounts associated with Ms. Maxwell, who once was a fixture on New York’s social scene. The government called her total financial picture “opaque and indeterminate.”In Ms. Maxwell’s bail motion last week, her lawyers tried to distance her from Mr. Epstein.They denied that she posed a flight risk and asked Judge Nathan to release her into home confinement on a $5 million bond.“Ghislaine Maxwell is not Jeffrey Epstein,” her lawyers wrote.Ms. Maxwell’s arrest came one year after Mr. Epstein was charged with sexually exploiting and abusing girls and young women at his mansion in Manhattan and other locations. Audrey Strauss, the acting U.S. attorney in Manhattan, said that Ms. Maxwell had “enticed minor girls, got them to trust her, then delivered them into the trap that she and Epstein had set for them.”Mr. Epstein, 66, hanged himself last August in his cell in the Metropolitan Correctional Center in Lower Manhattan, where he was being held pending trial.Since her arrest, Ms. Maxwell has been in custody at a different federal jail, in Brooklyn.\",\"author\":\"By Benjamin Weiser and Nicole Hong\",\"link\":\"https://www.nytimes.com/2020/07/13/nyregion/ghislaine-maxell-jeffrey-epstein-bail.html\",\"type\":\"negative\"}"