"{\"title\":\"He Beat Trump and Weinstein. Why Is This D.A.’s Standing Still Shaky?\",\"summary\":\"The Manhattan district attorney, Cyrus R. Vance Jr., has two big recent victories, but still has not said whether he is seeking re-election.\",\"text\":\"He just won a landmark victory in the Supreme Court over President Trump that paved the way for prosecutors to obtain the president’s tax returns. In February, he won a conviction against Harvey Weinstein in perhaps the biggest criminal case to arise from the #MeToo movement.So why isn’t Cyrus R. Vance Jr., the Manhattan district attorney, a shoo-in for re-election?Despite his recent successes, Mr. Vance remains politically vulnerable: He is facing a growing list of emboldened challengers, including two civil rights lawyers, an assemblyman and a former federal prosecutor. Mr. Vance has raised only $29,000 for a re-election campaign, according to his disclosure forms.And some feminists and advocates for sex abuse victims have criticized the handling of sex crime cases by Mr. Vance’s office.Through it all, Mr. Vance has not even announced whether he will seek a fourth term next year.Mr. Vance, 66, declined to be interviewed about his political plans. But he has maintained in recent days that he is focused on getting his office through the coronavirus pandemic, cutting down a backlog of cases that had built up in the months the courts slowed down, and — in response to the protests after the police killing of George Floyd in Minneapolis — addressing inequities within the criminal justice system.“That’s where my attention is,” Mr. Vance told NY1 last week when asked if he intended to seek re-election.Still, his effort to investigate Mr. Trump is likely to appeal to his base of Democratic supporters in Manhattan. When Mr. Vance tweeted on Thursday that “no one — not even a president — is above the law,” it was liked more than 30,000 times.“For New Yorkers, there is nothing bigger than the anti-Trump sentiment, and this case is just monumental when it comes to holding Trump accountable,” said George Arzt, a political consultant who advised Mr. Vance on his first campaign for district attorney, in 2010. “It takes a great deal of courage to go after the president.”Six months ago, Mr. Vance was considered to be in deep political trouble, having been criticized for his handling of cases against the wealthy and well-connected, including the Trump family and Mr. Weinstein.Mr. Vance’s office had been called into question over its decision to halt an investigation years ago into whether Mr. Trump and his children misled investors in a condominium project. And though Mr. Vance won the conviction against Mr. Weinstein — the Hollywood producer who is now in prison — he had declined to prosecute him five years earlier.\",\"author\":\"By Jan Ransom\",\"link\":\"https://www.nytimes.com/2020/07/13/nyregion/cy-vance-manhattan-da-trump.html\",\"type\":\"negative\"}"