"{\"title\":\"He Was One of Mexico’s Deadliest Assassins. Then He Turned on His Cartel.\",\"summary\":\"\",\"text\":\"JOJUTLA, Mexico — The recruits filed into a clearing, where a group of trainers with the stern bearing of drill sergeants stood in a tight row, hiding something.“How many of you have killed someone before?” one of the instructors asked. A few hands shot up.The trainers separated, revealing a naked corpse face up in the grass. One thrust a machete into the nearest man’s hand.“Dismember that body,” he ordered.The recruit froze. The instructor waited, then walked up behind the terrified recruit and fired a bullet into his head, killing him. Next, he passed the blade to a lanky teenager while the others watched, dumbfounded.The teenager didn’t hesitate. Offered the chance to prove that he could be an assassin — a sicario — he seized it, he said. A chance at money, power and what he craved most, respect. To be feared in a place where fear was currency.“I wanted to be a psychopath, to kill without mercy and be the most feared sicario in the world,” he said, describing the scene.Like the other recruits, he had been sent by a drug cartel known as Guerreros Unidos to a training camp in the mountains. He envisioned field exercises, morning runs, target practice. Now, standing over the body, he was just trying to suppress an urge to vomit.He closed his eyes and struck blindly. To survive, he needed to stay the course. The training would do the rest, purging him of fear and empathy.“They took away everything left in me that was human and made me a monster,” he said.Within a few years, he became one of the deadliest assassins in the Mexican state of Morelos, an instrument of the cartels tearing the nation apart. By 2017, at only 22 years old, he had taken part in more than 100 murders, he said. The authorities have confirmed nearly two dozen of them in Morelos alone.When the police caught him that year, he could have faced more than 200 years in prison. But instead of prosecuting him, the authorities saw an opportunity, a chance to pick apart the cartel from the inside. They made him the centerpiece of an off-the-books police operation that dismantled the cartel in southern Morelos, resulting in the arrest and conviction of dozens of its operatives.For investigators, he was a gold mine, a complete reference book on the state’s murder industry. For the sicario, the government was a lifeline.Watch ‘The Weekly,’ The Times’s TV Show on FX and HuluAn epidemic of violence in Mexico and endemic corruption pushed a police chief to try something new — an off-the-books witness protection program for assassins willing to turn on their cartels.VideoOf course, Mexico’s legal system wasn’t set up for this kind of arrangement. The nation has only one official witness protection program, at the federal level, and few in law enforcement actually trust it. Leaks, corruption and incompetence have left it in shambles.ImageOne of two men who were shot and killed in a Volkswagen taxi in Acapulco, where the sicario started his career as an assassin.Credit...Tyler Hicks/The New York TimesThe police chief in Morelos at the time, Alberto Capella, wanted a witness protection program that worked, one he could use to smash organized crime in his state. So he simply created a clandestine one of his own — an improvised strategy that former justice officials describe as a legal stretch. But if working around the edges of the law was the only way to tackle the scourge of organized crime, Mr. Capella figured, it seemed a small price to pay for justice.“We had to try something,” said Mr. Capella, who had survived an all-out gun battle with assassins years earlier, hardening his resolve. “We couldn’t just sit there and do nothing.”The sicario’s journey from hit man to state witness — drawn from public records, at least a dozen visits to the program and 17 months of interviews with him, his family, officials and other assassins — offers a rare glimpse into the world of Mexico’s ultraviolent killers and the lengths to which the authorities will go to stop them. More killings take place in Mexico today than at any time in the last two decades, when the nation started collecting homicide statistics. Cartels fight one another for control of local drug sales and smuggling routes to the United States, while Mexico’s armed forces battle them all.\",\"author\":\"By Azam Ahmed and Paulina Villegas\",\"link\":\"https://www.nytimes.com/2019/12/14/world/americas/sicario-mexico-drug-cartels.html\",\"type\":\"negative\"}"