"{\"title\":\"How to Make Your Tech Last Longer\",\"summary\":\"In a pandemic-induced recession, it’s more important than ever to take care of our smartphones and other gadgets.\",\"text\":\"With so many people becoming unemployed in the pandemic-induced recession, we have no choice but to handle our technology differently. Put another way: We need to make our tech last longer.We generally do a poor job of this. As soon as a device like a smartphone starts to feel slow or its battery deteriorates, we conclude that it’s time to buy a new one — so we upgrade.“People just like to spend, spend, spend — they say, I don’t want to fix it, I’ll just get a new phone,” said Shakeel Taiyab, who runs a business repairing phones and computers in South San Francisco. “It’s $200 to fix your phone, now you want to spend another $1,500? People don’t do the math.”The tech companies have generally helped nurture this behavior, of course. Many phone makers gave us incentives to buy new devices regularly, for example, while offering scarce education on steps to help our tech endure.But with so many people now dealing with shrinking funds, making our tech last longer makes common sense and is not so hard. Basic maintenance includes replacing batteries, cleaning out dust and purging unnecessary files that bog down our devices.If we put a small amount of time into caring for our gadgets, they can last indefinitely. We’d also be doing the world a favor. By elongating the life of our gadgets, we put more use into the energy, materials and human labor invested in creating the product.We don’t have to do all this on our own, either. There are people out there willing to help. With retail stores for Apple and Microsoft shutting down in the pandemic and unable to service our gadgets, hiring a local fixer is now as good an idea as ever. It just takes some homework.So here are some of the most effective steps you can take to squeeze as much life as possible out of your phones, tablets and computers without breaking the bank.Check Your BatteryStart thinking about your device batteries as if they were car tires and replace accordingly. Because batteries can be charged only a finite number of times before they deteriorate, they will be one of the first things to go on mobile devices and laptops.For different types of gadgets, your battery mileage may vary. Generally, a smartphone battery will last about two years, and ones for a laptop or smartphone will last three or four years before needing to be replaced, said Kyle Wiens, chief executive of iFixit, a site that offers instructions on do-it-yourself gadget repairs.So how do you assess whether a battery needs replacing? There are various software tools you can use to check its health:Apple users with iPhones and iPads can open the Settings, then tap Battery and select Battery Health.Android devices have third-party apps like AccuBattery that can do a reading on your battery’s health.Mac users can click on the Apple icon, then About This Mac and then System Report. Then click on Power to see a reading on battery health.Windows users can download the app BatteryInfoView to measure battery health.In general, pay attention to a battery’s remaining capacity. The lower the capacity, the more short-lived your device gets. If your capacity is less than 60 percent, you should think about replacing the battery.Do a Deep CleanGadgets need regular cleaning. Dirt and debris clogging up our equipment can contribute to overheating, which shortens the life of our electronics.So Mr. Wiens recommended this regular cleaning routine:For mobile devices, look inside the ports. Dust and food crumbs easily get lodged inside the charging ports, which causes the phone to charge more slowly. Shine a flashlight into the port for a close look. Use canned aerosol or a sewing needle to remove any debris.For computers, blow out the fans once a year. Opening up the case of a laptop or desktop machine reveals its fans. The fans accumulate lots of dust and hair over time, and the dirtier the fans are, the hotter your device gets. Take a small vacuum cleaner or a can of aerosol to get rid of the gunk.Declutter Your DataThe more device storage you use up, the slower a gadget gets. So set a calendar reminder to do a data purge at least once a year.On iPhones, Apple offers the tool iPhone Storage, which shows a list of apps that take up the most data and when they were last used; on Android devices, Google offers a similar tool called Files. Use these tools to delete any apps that you haven’t touched in more than six months.To do a quick purge with computers, open a folder and sort the files by when they were last opened. From there, you can immediately eliminate files and apps you have not opened in years.If purging files is too cumbersome, there are shortcuts. Some Android phones have a slot for inserting a memory card, where you can load games and videos. Similarly, with computers you can plug in an external hard drive and store large files there. That will free up storage on the device so that the operating system runs faster, said Vincent Lai, director of the Fixers Collective, a social club in New York that repairs aging devices to extend their lives.Protect Your GearMost smartphone owners already know to wear cases to protect their devices from drops. That’s wise — a good case protects your phone from scratches and absorbs impact in the corners, edges and the back of your device. Carrying a phone without a case is similar to driving a car without bumpers.Especially if you’re accident prone, a screen protector is another safeguard. Small scratches on a screen can weaken the glass, increasing the likelihood for it to shatter the next time it’s dropped. Wirecutter, a New York Times site that tests products, recommends protectors from Maxboost and TechMatte, which cost $8 to $14.Find a FixerIf any of the above intimidates you, there are plenty of professionals who can help.A few weeks ago, I opened my iPhone camera app and noticed something odd: The image was shaky even though my hand was still. I concluded something had gone wrong with the hardware.So I went on Yelp and searched “iPhone repair.” The site loaded a tool for getting quotes from multiple fixers in my area. About a dozen repair shops all responded within a day, and I was surprised by how widely their responses varied. Some quoted $80 to $100 and said the repair would take one or two hours. Others said the job could take up to two days and cost $140 to $180.To cross-reference, I checked iFixit’s guide on replacing an iPhone camera, which said the repair should take about an hour and the part could cost $120.The response from Shakeel the iPhone Repair Guy, Mr. Taiyab’s shop, was the most terse: “I know exactly what’s wrong with your camera. Please bring it by — I can fix your phone within five minutes.” His quote was $80.His repair shop had more than 1,000 Yelp reviews with an average of five stars. I scanned them and saw no warning signs of fakes. Above all, I liked the confidence in his response.I drove to his shop. There, Mr. Taiyab quickly opened up my phone with a screwdriver and said a moving part inside the camera, which controls the optical zoom, had broken — possibly from a drop — so the camera module had to be replaced. True to his word, he replaced it in a few minutes and charged $80. My photos now look as clear as they did when the phone was brand-new.The lessons? When collecting quotes, pay attention to the price and customer reviews, and do a web search on the repair to get a realistic idea of the true cost and difficulty of the task. (Just because a repair shop says it will take longer doesn’t mean it will do a better job.)The most important lesson: When you find a good gadget repair shop, reward it with your loyalty. I took my wife’s seven-year-old MacBook Pro to Mr. Taiyab’s this week to replace the battery. It took him 15 minutes and cost $140 — time and money well spent for a computer that should last us many years to come.\",\"author\":\"By Brian X. Chen\",\"link\":\"https://www.nytimes.com/2020/07/01/technology/personaltech/make-your-tech-last-longer.html\",\"type\":\"positive\"}"