"{\"title\":\"How to Help Kids Cope With Moving\",\"summary\":\"A move may mean a welcome change of scenery for you, but to young children it can present an insecure world.\",\"text\":\"When my husband and I decided to buy a new house at the end of last year, we spent very little time considering what the move would mean to our two daughters, who were 3 and 22 months at the time.It was an easy decision to make the move. The new home was a seven-minute drive from our old one, our 3-year-old, Lotte, wouldn’t be switching preschools, we could still visit all of our old favorite restaurants and playgrounds (which we did, in pre-pandemic days), and the girls would be gaining a playroom as well as a built-in play area in the backyard. Plus, there would be ample opportunity for visits in the weeks before moving in, so the girls could familiarize with the house.It felt seamless. So we were pretty surprised when, soon after we moved in, Lotte started acting out — misbehaving more than usual and crying at odd times.As it turns out, her reaction was fairly typical for a child her age. “Children are young and new to the world, and changing a child’s ‘safe space’ is a big deal,” said Maureen Healy, author of “The Emotionally Healthy Child.” “They may feel a number of challenging emotions during a move, from anger and anxiety to fear and sadness. Most boys and girls rely on structure, routine and their regular environment to feel safe in what is often a very uncertain world.”Despite the current pandemic, millions of people are still moving. In fact, approximately one in five U.S. adults moved due to the pandemic, or know someone who did, according to the Pew Research Center. And whether you’re moving just a few miles — as we were — or a few states, whatever your child might be feeling about the move is perfectly normal, and there are some things parents can do to better prepare them.Understanding how children often act out so that you can respond appropriately is a start. For example, children might show stress by saying their bodies hurt, that they have headaches or their tummies are sore, or by reverting to baby talk, said Beth Peters, Ph.D., a licensed psychologist and founder of Dandelion Psychology, in Arvada, Colo., which provides therapy services for children, adults and families. But the more likely way a young child will react to stress is through nonverbal signs, like thumb sucking, bed wetting or becoming extra clingy.Establishing some systems and routines before, during and after a move can help kids — and parents — better handle the situation.\",\"author\":\"By Cheryl Lock\",\"link\":\"https://www.nytimes.com/2020/07/13/parenting/moving-tips-kids.html\",\"type\":\"positive\"}"