"{\"title\":\"How to Buy Tech That Lasts and Lasts\",\"summary\":\"All of our tech products will one day become obsolete, but here are some strategies to buying gadgets that you can enjoy for many years.\",\"text\":\"When we buy a gadget these days, we rarely assume that it will endure.We expect to play a video game console only for as long as companies make games for it. We expect to use a smartphone or a laptop for just as long as the battery has juice or until it can no longer run important software.At some point, we feel that we must upgrade. We must have the latest and greatest camera. We must have apps that run faster. We must have brighter screens.Here’s the thing: This is all the doing of marketing professionals, seared into our subconscious. The reality is that consumer electronics, such as your phone, computer or tablet, can last for many years. It just takes some research to obtain tech that will endure. This exercise will be increasingly important in a pandemic-induced recession, which has forced many of us to tighten our spending.“It’s a matter of buying what you need, not what the company is telling you that you need,” said Carole Mars, the director of technical development and innovation at the Sustainability Consortium, which studies the sustainability of consumer goods.Strategically choosing tech with a longer shelf life is not intuitive. It involves assessing how easy or not it is to repair a particular product and determining when it makes sense to invest more money. Here are some questions to consider for the long run.Is the tech easy to repair?The next time you shop for an electronic product, try this exercise: Before you buy it, find out whether you or a professional can easily fix it. If so, then go for it. If it’s too difficult, make it a hard pass.Vincent Lai, who works for the Fixers’ Collective, a social club in New York that repairs aging devices, offered several approaches to assessing whether a gadget can be straightforwardly fixed:Consult iFixit, a website that offers instructions on gadget repairs. For some products, the site tears apart gadgets and does an analysis on its ease of repair. Apple’s iPhone SE, for example, has a repairability score of 6 out of 10 (10 being the easiest to repair), so it could be a device worth considering for the long haul.Check if local technicians can service the device. Plenty of technicians have the parts and ability to service popular phones like iPhones and Samsung Galaxy devices. But if you want to buy a handset from a less popular brand, like OnePlus or Motorola, it’s worth calling around first to find out if anyone can fix it in case something goes wrong.Find out whether there’s a community of enthusiasts. Sometimes there are no local fixers who can help with a product, but there may be enthusiasts who write their own guides that you can follow. While you probably can’t find someone to repair a Philips Sonicare electric toothbrush that is out of warranty, there are instructions on how to service it on iFixit.Is the battery replaceable?One of the clearest indicators of a product’s durability is whether the batteries are replaceable. Gadgets that work without wires are powered by a lithium-ion battery, which can be charged only a finite number of times before it deteriorates.Fortunately, most phones and laptops have batteries that can be replaced by professionals. But more compact products have components that are glued together and tightly sealed up, making their batteries impossible to replace. Wireless earphones like Apple’s AirPods and Bose’s QuietComfort 35 are examples of popular products with irreplaceable batteries. Once the batteries die, you have to buy a brand-new pair.So if you’re buying anything with a battery — including digital picture frames, wireless security cameras and Bluetooth speakers — do a web search to see if the battery can be replaced. If not, consider it disposable.Is the product reliable?Like household appliances, tech products have failure rates — the ratio of working to defective units. These rates can give you a sense of a brand’s reliability.Consumer Reports, well known for publishing reliability ratings for household appliances, compiles similar reliability data for smartphones, laptops, tablets, TVs and printers by surveying subscribers who own the products.People tend to have more problems with products that have moving parts, like printers with ink cartridges, than with electronics like TVs or tablets, said Jerry Beilinson, a technology editor at Consumer Reports. Brother printers fared well in the publication’s surveys. For phones, Apple and Samsung had strong reliability ratings.Mr. Lai of the Fixers’ Collective recommends a grass-roots approach to assessing reliability. He reads web forums like Reddit to see what people are saying about a product. If a large number of customers report problems with the device, he said, he steers clear.Should I spend more?Another rule of thumb to consider is investing more in a product to make it last. That doesn’t mean you have to buy the most expensive phone or computer on the market. But it does mean investing in configurations that will make you happier in the long run, said Nick Guy, a senior staff writer for Wirecutter, a New York Times publication that tests products.Let’s use an iPad as an example. If you wanted an iPad, you could pay $329 for the base model with 32 gigabytes of storage. But it’s probably a better idea to spend $429 on the model with 128 gigabytes of storage — that’s quadruple the capacity, which you can use to hold apps, games, photos and videos for years to come.In tech parlance, this strategy is known as “futureproofing.”If you’re turned off by the idea of spending more, there’s a way around that. You can look to buy the same higher-priced product refurbished — meaning it was returned by a customer and restored to its former glory — for a significant discount, Dr. Mars said.Is the software easy to update?Because many modern gadgets, like smartphones and tablets, mostly lack moving parts, their software plays a strong role in determining their longevity. After a company stops providing software updates to a device, you can expect to run into problems, such as your favorite apps ceasing to work properly.This is where an iPhone has an edge over an Android. Each year, when Apple releases a new operating system for the iPhone, it generally works on phones as far back as five years ago. (Apple’s iOS 14, due for release this fall, will support the iPhone 6S from 2015.) That means when you buy an iPhone, it will probably get new features and stability improvements for at least five years.Android users will have a tougher time. Typically, manufacturers provide software updates to Android devices for two or three years.To get around that, Android users might turn to the grass-roots community. For some Android phones, Mr. Lai said, there are enthusiasts who offer so-called ROMs, or custom-made operating systems, which can be installed to keep the software up to date. Check the website XDA Developers to see whether tinkerers are building custom software for the Android phone you intend to buy.Does it solve a problem?Many so-called smart home gadgets — ordinary appliances with wireless sensors and an internet connection — offer interesting benefits, like a refrigerator with a camera that sends an alert to our phone when the milk is running low.Just keep in mind that smart home products can create more problems than they solve. A trash can that automatically opens its lid when you wave your hand over it may feel magical, but it relies on batteries and moving parts that eventually wear out.“If it moves, if it flashes, if it can connect to the internet and tattle on you, it’s an electronic,” Dr. Mars said, “and you’re inheriting all the issues that come with an electronic.”It all comes back to buying what you truly need. Sometimes a “dumb” product will do just fine.\",\"author\":\"By Brian X. Chen\",\"link\":\"https://www.nytimes.com/2020/07/08/technology/personaltech/tech-that-lasts.html\",\"type\":\"positive\"}"