"{\"title\":\"‘I Don’t Want to Go Back’: Many Teachers Are Fearful and Angry Over Pressure to Return\",\"summary\":\"Teachers say crucial questions about how schools will stay clean, keep students physically distanced and prevent further spread of the virus have not been answered.\",\"text\":\"Many of the nation’s 3.5 million teachers found themselves feeling under siege this week as pressure from the White House, pediatricians and some parents to get back to physical classrooms intensified — even as the coronavirus rages across much of the country.On Friday, the teachers’ union in Los Angeles, the nation’s second-largest district, demanded full-time remote learning when the academic year begins on Aug. 18, and called President Trump’s push to reopen schools part of a “dangerous, anti-science agenda that puts the lives of our members, our students and our families at risk.”Teachers say crucial questions about how schools will stay clean, keep students physically distanced and prevent further spread of the virus have not been answered. And they feel that their own lives, and those of the family members they come home to, are at stake.“I want to serve the students, but it’s hard to say you’re going to sacrifice all of the teachers, paraprofessionals, cafeteria workers and bus drivers,” said Hannah Wysong, a teacher at the Esperanza Community School in Tempe, Ariz., where virus cases are increasing.School systems struggling to meet the financial and logistical challenges of reopening safely will need to carefully weigh teachers’ concerns. A wave of leave requests, early retirements or resignations driven by health fears could imperil efforts to reach students learning both in physical classrooms and online.On social media, teachers across the country promoted the hashtag #14daysnonewcases, with some pledging to refuse to enter classrooms until the coronavirus transmission rate in their counties falls, essentially, to zero.Now, educators are using some of the same organizing tactics they employed in walkouts over issues of pay and funding in recent years to demand that schools remain closed, at least in the short term. It’s a stance that could potentially be divisive, with some district surveys suggesting that more than half of parents would like their children to return to classrooms.Big districts like San Diego and smaller ones, like Marietta, Ga., are forging ahead with plans to open schools five days per week. Many other systems, like those in New York City and Seattle, hope to offer several days per week of in-person school.Adding to the confusion, optional guidelines released by the Centers for Disease Control and Prevention in May set out ambitious safety precautions for schools. But the president, and many local school system leaders, have suggested they do not need to be strictly followed, alarming teachers.\",\"author\":\"By Dana Goldstein and Eliza Shapiro\",\"link\":\"https://www.nytimes.com/2020/07/11/us/virus-teachers-classrooms.html\",\"type\":\"neutral\"}"