"{\"title\":\"‘I Felt Defenseless’: Seoul Mayor’s Secretary Speaks Out About Alleged Abuse. \",\"summary\":\"Her lawyer, who issued a statement on the day of Mayor Park Won-soon’s funeral, is calling for an investigation into accusations of sexual harassment.\",\"text\":\"SEOUL, South Korea — The secretary to one of the most powerful political figures in South Korea, Mayor Park Won-soon of Seoul, described suffering years of abuse and sexual harassment at his hands, calling in her first public statement on Monday for a world where women can be treated “like humans.”The statement was released hours after the funeral of Mr. Park, who committed suicide last week after his secretary went to the police with her accusations.“I felt defenseless and weak before the immense power,” the woman said in a statement released through her lawyer at a news conference on Monday. “I wanted to shout at him in a safe court of law, telling him to stop it. I wanted to cry out how much he has hurt me.”“I wanted to forgive him,” the statement continued. “I wanted him to be judged in a court of law and to apologize to me as a fellow human.”While his mindset is unknown, Mr. Park, a lifelong champion of women and the second most powerful official in Seoul after the president, killed himself on Thursday, a day after his secretary, whose name and other personal information were not released, went to the police with her allegations. In his suicide note, Mr. Park did not mention the accusations, saying only that he was “sorry to everyone.”On Monday, the woman’s lawyer, as well as activists, called for an investigation, saying she had been widely vilified on social media, where online trolls tried to reveal her identity and blamed her for driving the popular mayor to kill himself. Under the legal procedures of South Korea, Mr. Park’s criminal case is closed, and there will be no indictment, because the suspect is dead.VideotranscriptBackbars0:00/0:52-0:00transcriptWomen’s Rights Activists Describe Seoul Mayor’s Alleged AbuseA women’s rights activist group in Seoul called for an investigation into abuse allegations against Mayor Park Won-soon, who committed suicide last week.Police have gone in public and tell us how is she doing it. You don’t get one piece of a home. Things have gone in me the immense hang onto land disappears into the kids and ordain women compared to nine children. So each bank contacting a close race in the liberal party. What would they see some shipping going in banking territory territory or tangled. Top there was no cause of doubt of certainty Cooper’s path could harm knife to kill me or John to see some shipment select which is some simple catchy quote, We know they hand you 33 to 30. But trust me, the cause I take is that in practice. I sit-in of the lap of evening figure quoted over Ronan Thompson literally one of nothing on the song. We don’t get young. Could we possibly can get to him. JamieA women’s rights activist group in Seoul called for an investigation into abuse allegations against Mayor Park Won-soon, who committed suicide last week.CreditCredit...Yonhap/EPA, via Shutterstock“What has happened doesn’t go away just because the accused is dead,” said Go Mi-kyeong, head of the Korea Women’s Hotline, one of the women’s rights groups where Mr. Park’s secretary sought help after going to the police. “The first step toward restoring the victim’s human rights is to unveil the full truth.”Ms. Go called on the police to disclose what they have learned so far about the case. The police interviewed the victim and her lawyer for almost 10 hours until early Thursday. Ms. Go also demanded that Seoul City Hall launch an investigation on why it had dismissed the secretary’s earlier complaints of sexual harassment.“When she appealed for help with City Hall, officials there just tried to protect the mayor, saying that he would never have done such a thing or that she should dismiss it like a minor mistake,” said Lee Mi-kyeong, head of the Korea Sexual Violence Relief Center, another women’s right group. “This is a typical case of sexual violence where the victim faces a tremendous power and is blocked from raising an issue.”Seoul City Hall did not immediately respond to the demand for an investigation.In South Korea, men dominate society’s upper echelons, enforcing a strictly hierarchical code. The culture can make women vulnerable to​ sexual​ abuse and make it difficult to speak out.As in other countries, the #MeToo movement has rippled across South Korea in recent years. Women have come forward with accusations of sexual abuse against an array of prominent men, including theater directors, politicians, professors, religious leaders and a former coach for the national speedskating team.ImageA police forensic team carrying the body of Mr. Park after it was found last week.Credit...Ed Jones/Agence France-Presse — Getty ImagesMany of the accused have apologized and resigned from their positions. Several have faced criminal charges.Mr. Park was by far the most prominent South Korean facing #MeToo accusations.In 2018, he won a record third-term as mayor of Seoul, a city of 10 million where he pushed policies to make it safer for women. As a well-known human rights lawyer, he won the country’s first sexual harassment case.Kim Jae-ryeon, the​ secretary’s lawyer, said the ​victim first came to her on May 12, accusing Mr. Park of sexually harassing her in his office and ​in a​ bedroom attached to it. Mr. Park pressed his body on ​her while taking selfies​, the lawyer said during the news conference​.He ​also ​called her into his bedroom and asked her to hug him. Usually late at night, he sent obscene messages and photos of him in underwear through ​Telegram, an encrypted messaging app, the lawyer said.“Once, when he saw a bruise on the victim’s knee, he touched his lips ​there, saying that it will heal the wound,” the lawyer said.The lawyer said the victim had told the police that she showed some of Mr. Park’s obscene messages to her friends, as well as a journalist and fellow ​City Hall workers. The secretary also presented the police with incriminating evidence from her smartphone, she said.Mr. Park, now dead, cannot defend himself over these accusations. His family has urged the news media not to carry unconfirmed, one-sided accusations.ImageThe wife Mr. Park, Kang Nan-hee, arriving at his funeral on Monday.Credit...Kim Hong-Ji/ReutersAmid rain on Monday, hundreds of supporters gathered in front of City Hall, as Mr. Park’s funeral was held inside. ​When the hearse carried Mr. Park’s body out to be cremated, many supporters wailed ​and some tried to block the​ vehicle.His ashes were later moved to Changnyeong​, his hometown​ in southern South Korea, which he left 50 years ​ago ​to pursue one of the most storied political careers in South Korea.Mr. Park’s death divided South Korean society. Many lamented online the premature departure of one of the country’s most talented human rights lawyers, who laid the foundation for the country’s now vibrant civil-society movement. But his detractors called him a “hypocrite.” As political, religious and other leaders​ have​ paid tribute to him​ in the past few days​, some lawmakers and women’s rights leaders have refused to follow suit.In her statement on Monday, ​his secretary expressed condolences over Mr. Park’s death.But she said she felt “stifled” by the way society gave him such a rousing funeral, while she has been subjected to “distortions and speculations” over her motive.“I ask myself how I am going to continue to live,” she said.ImageMourners payingg their respects at a memorial for Mr. Park at Seoul City Hall Plaza on Saturday.Credit...Kim Hong-Ji/ReutersIf you are having thoughts of suicide, call the U.S. National Suicide Prevention Lifeline at 800-273-8255 (TALK) or go to SpeakingOfSuicide.com/resources for a list of additional resources.\",\"author\":\"By Choe Sang-Hun\",\"link\":\"https://www.nytimes.com/2020/07/13/world/asia/seoul-mayor-sexual-harassment.html\",\"date\":\"July 13, 2020\",\"source\":\"NY Times\",\"type\":\"negative\"}"