"{\"title\":\"I’m an Actor of Color. My Curls Aren’t Wanted.\",\"summary\":\"I know if I want to land more roles, I need to look white.\",\"text\":\"Video by Christopher Rivas and Will GordhVideotranscriptBackbars0:00/3:08-0:00transcriptI’m an Actor of Color. My Curls Aren’t Wanted.I know if I want to land more roles, I need to look white.[MUSIC PLAYING] [SPEAKING SPANISH] [MUSIC PLAYING] You’re right, Grandma. I’m a pretty great actor. The best in the world is a big statement, but sure. Gracias, Abuelita. Watch out, Denzel. Abuelita didn’t know the rules. Mission No. 1 in L.A., go unnoticed, sort of. Blend in, not too edgy, and too soft. Be you, if you are something we all see you as — make sense? It’s tough. Be the best and stand out while blending in, got it? It takes time, practice, and thick skin, but not too thick or too dark, OK? Signed, Hollywood. Man, you’ve come a long way, Chris, Since that acting school big thick-ass Dominican ‘fro you used to rock. Calm your curls, Rivas, calm your curls, Rivas, calm your curls. There’s a conversation you don’t want to have anymore. You’ve been sitting in this chair for six years calming these curls so you can look like something classic and unidentifiable. Mr. Rivas, have a seat and listen up. Now, your job, as a man of color, isn’t to stand out, but to fit in, to fit the roles they want you to play. And you have fit in. You have done a real good job of fitting in. Congrats, Rivas, on a life of blending in in response to the stories and heroes on TV played by the white boys who don’t look like you. Their hair don’t curl the same way. But you too want to tell these stories. And so you chop. You get a cut that says, yeah, I can fit into your boxes. For who do I want to look this way? Do I really want to kick it on fake stoops in fake urban cities on fake landscapes with a bunch of brown people with crew cuts? Will I get everything I ever wanted, only to realize it is a nightmare to be seen by eyes that don’t actually see you? In jungles, you find your pack. In prison, you find the ones who will protect you. In Hollywood, if you look as ethnically ambiguous as you, and you want to play the game, then you’ve got to know the rules, their rules, and you’ve got to play the part. And that means code switching, and staying out of the sun, and keeping your thick curls at bay, because it’s all a part of survival. That’s it, huh? Survival? That’s grim. That’s bleak, Rivas. Montages of false people, people of color, it’s not you, it’s not our friends, it’s not our family, it’s not the people we love, so who cares? I want to care. You want to care. You want to thrive, I know. Thrive, don’t just survive, and leave a good tip. [MUSIC PLAYING]I know if I want to land more roles, I need to look white.Actors of color trying to make it in Hollywood face a paradox: To succeed, you need to stand out from the crowd while assimilating as much as possible. Be yourself while fitting in. And if you aspire to be like one of those leading men you grew up watching on TV, well, you better look the part. Step 1: Calm those curls. In the video above, Dominican-American actor Christopher Rivas reflects from the barber’s chair on the hundreds of crew cuts he’s gotten over the course of his career in hopes of appeasing casting directors who have a certain unwavering vision of how a star actor looks.While there’s been a lot of talk about diversity in Hollywood, progress has been modest. A 2019 report looked at 100 top-grossing films from 2007 to 2018 and found that only 3 percent of the lead or colead roles went to Latinos (and a similar study found only 27 percent of the top 100 movies in 2018 had leads or coleads of color). Latinos have accounted for half the U.S. population growth over the past decade and make up 18 percent of the population. When will we get to see our nation’s diversity reflected on our screens?Christopher Rivas (@christopher__rivas) is an actor.\",\"author\":\"By Christopher Rivas\",\"link\":\"https://www.nytimes.com/2020/07/13/opinion/hollywood-latinos-diversity.html\",\"type\":\"neutral\"}"