"{\"title\":\"In an English City, an Early Benefactor Is Now ‘a Toxic Brand’\",\"summary\":\"Bristol was built with money from the slave trader Edward Colston. Tearing down his statue has reopened a painful reckoning with the city’s racist past.\",\"text\":\"BRISTOL, England — Standing beneath an empty stone plinth, from which the statue of the 17th-century slave trader Edward Colston was toppled last week, Richard Saunders showed his son photos of three black Americans who had been killed by the police an ocean away and 200 years after the end of Bristol’s slave trade.Mr. Saunders, a 51-year-old veterinarian, explained to his son, Dylan, 9, what had happened to the three victims: George Floyd, Eric Garner and Breonna Taylor. Connecting their deaths to Colston was harder — not just because he is such a distant figure, but also because his name is inscribed on a concert hall across the street, a school nearby, a pub up the hill and housing for the poor next to it.“He’s almost on the syllabus as the local hero,” said Mr. Saunders, who is white, as Dylan went off to inspect a half-dozen black balloons fluttering in the wind where the statue had stood. “But it doesn’t excuse the evil of his original acts. It’s like mugging a grandmother and giving half the money to charity.”Bristol is, for all intents and purposes, the town that Edward Colston built. Tearing down his statue has reopened a painful reckoning with the past — one that has long divided this port city of 460,000, laying bare its contradictions. It is multicultural but segregated, festive but given to spasms of unrest, liberal but enriched by the lucre of slavery.After the protesters toppled Colston, they dumped him in Bristol Harbor, a theatrical touch that recalled the rebellious British subjects in colonial Boston. But this protest was inspired by the Black Lives Matter movement, not the Boston Tea Party, and it poses a nettlesome challenge to Bristol, similar to that faced by cities across the American South, where statues of Confederate generals are teetering.ImageBristol Harbor, where the statue of Edward Colston was dumped, is a gateway to the Atlantic Ocean.Credit...James Beck for The New York TimesProtests have also broken out in London, Paris, Berlin and other European cities, drawing attention to police brutality, targeting monuments to Winston Churchill and King Leopold II of Belgium and igniting anguished debates about the difference between marking history and venerating its most oppressive actors.“Some are elated about the statue coming down; some are confused; and some are very fearful and angry,” the mayor, Marvin Rees, said in an interview. “Some people are saying, ‘Colston is Bristol, and therefore Colston is me. And if you take that statue down, you’re taking something of me down.’”It has put Mr. Rees, the son of a Jamaican father and a British mother, in a tricky position. As mayor, he said, he could not ignore criminal damage to public property. He also worried about crowds massing at a time when the coronavirus is still killing hundreds of people a day in Britain. But as a child of Jamaican immigrants, he said, “I could not pretend I was anything but affronted by the statue.”“Colston,” he said, “may have owned one of my ancestors.”Mr. Rees ordered the statue fished out of the harbor and plans to install it in a museum, where it can be presented with historical context. There is no shortage of ideas for how to do that. Banksy, the mysterious street artist who became famous for his graffiti paintings on buildings in Bristol, posted a sketch on Instagram of a proposed memorial in which Colston would be shown in the act of being pulled down, with the protesters tugging on ropes around his neck.“I think it’s an interesting idea,” Mr. Rees said, adding that the plan would need as much public consensus as possible.Finding that consensus will be elusive. For every visitor like Mr. Saunders, there is another like Nick Morris, a Bristol native who works for the National Health Service and considers the desecration of the statue an assault on his city’s heritage.“If you pull down every statue around the world that has anything to do with slavery, abusing people, or war, there would be nothing left,” said Mr. Morris, who is white. “You might as well pull down the pyramids.”When Colston Hall, the city’s majestic concert hall, announced in 2017 that it would change its name after a renovation, its managers faced threats from those who viewed the hall nostalgically as a place they went for school field trips.“A lot of people thought we were trying to belittle their life experiences,” said Louise Mitchell, the chief executive of Bristol Music Trust, which runs the hall.Still, Ms. Mitchell is plowing ahead with plans to unveil a new name by the fall. Colston Girls’ School said it would begin a six-week consultation to consider changing its name. And the manager of the Colston Arms Pub, Paul Frost, said he would leave it to the public to decide whether to erase Colston.ImageThe manager of the Colston Arms Pub, Paul Frost, said the name Colston had become “a toxic brand.” Credit...James Beck for The New York Times“It’s a toxic brand,” said Mr. Frost, who placed a “Black Lives Matter” sign out front to discourage would-be vandals.Whatever his reputation now, Edward Colston bequeathed Bristol the stately Georgian squares where its merchants once built their houses, and he helped preserve the churches that distinguish it today. As a director of the Royal African Company, which monopolized slave trading until 1698, he opened the business to the city. At its peak, in the mid-1700s, Bristol’s merchants profited from a thriving triangular trade, exporting brassware and woolen cloth to the Guinea coast, now West Africa, where they bartered it for human cargo.After grim, dangerous voyages across the Atlantic, the slaves were sold to plantation owners in the British Caribbean, as well as Virginia. The ships returned to Bristol laden with sugar, rum and cocoa. Historians estimate that Colston’s ships transported more than 84,000 slaves, of whom nearly 20,000 died during the crossings.It is impossible to escape the Colston name in Bristol. There is a street, an avenue and a parade named after him. He has a stained-glass window in Bristol Cathedral. There is even a local sweet bun, with dried currants, called the Colston bun.ImageColston’s Almshouse on St. Michael’s Hill near the center of Bristol.Credit...James Beck for The New York Times“Some people still cling on to the saintly philanthropist idea,” said Cleo Lake, who was the first black lord mayor of Bristol and removed a portrait of Colston from her office. While she said she hoped last week’s events would finally change those shibboleths, she was troubled that the protesters, who pulled down the statue without interference from the police, were mostly white.“Would it have been a different reaction if the people had been black?” Ms. Lake asked. “Would the prosecution have been tougher?”Other black residents worry about a volley of charged language from Prime Minister Boris Johnson. He condemned the “thuggery” of those who attack statues, saying it undermined lawful protests against racial injustice.The authorities in London covered up memorials of Churchill to protect them from vandals, while Oxford University faced calls to remove a statue of Cecil Rhodes. Churchill’s wartime heroics, critics say, should not paper over his history of racist statements. Rhodes’s white supremacist views are considered by some to be a precursor to apartheid.In Bristol, there is already evidence of tit-for-tat desecration. Witnesses said a white man poured bleach on a statue of a Jamaican-born playwright, Alfred Fagon, which stands in a park in St. Paul’s, the city’s oldest black neighborhood. Among those who went to survey the damage, there was anger and sadness at what they said was a betrayal of the hard-won harmony of their diverse community.ImageA bust of the Jamaican-born playwright Alfred Fagon was reportedly vandalized after the toppling of the Colston statue.Credit...James Beck for The New York Times“This was revenge for Colston,” said Lamoy Comrie, 37, who runs a Jamaican restaurant. “But if we are going to move on and put the past behind us and live in peace, then why does it have to be stuck in our faces?”Vanessa Kisuule, a black woman who is the resident poet of Bristol, said she feared the toppling of the statue would be “swept up in a narrative of thuggery.” But she allowed herself a moment of hope that this would be a transformative moment for her city, reconciling its sinister past and imperfect present with its idealized self-image: a tolerant, hip mecca for music, theater and art.To capture the moment, Ms. Kisuule wrote and posted a poem about the fall of Colston, which begins with these lines:You came down easy, in the end.The righteous wrench of two ropes in a grand plié.Briefly, you flew. Corkscrewed, then met the groundwith the clang of toy guns, loose change, chains.A rain of cheers. Standing ovation on your neck.Punk ballet. Act 1. There is more to come.\",\"author\":\"By Mark Landler\",\"link\":\"https://www.nytimes.com/2020/06/14/world/europe/Bristol-Colston-statue-slavery.html\",\"type\":\"negative\"}"