"{\"title\":\"In Iraq, a New Prime Minister Takes Stock of His Bloodied Land\",\"summary\":\"In one city ruined by war, even the stones seem to have voices. They tell the stories of people who can no longer speak for themselves.\",\"text\":\"MOSUL, Iraq — From the moment Iraq’s new prime minister stepped off the Iraqi Army MI-17 helicopter for a tour of Mosul, the city most damaged by the Islamic State’s takeover in 2014, he plunged into a landscape of loss.Everywhere there were wrecked buildings, communities shredded, and the shadow of “the disappeared” — people taken by the Islamic State and never found, and those killed or imprisoned by Iraqi forces or militias, whose families never learned what happened to them.Twelve hours and scores of conversations later, Prime Minister Mustafa al-Kadhimi returned to Baghdad, still looking crisp in his light shirt and dark jacket, but visibly trying to organize his thoughts.“I saw the distress of the constituent groups and the displaced,” he said. “People are bearing the burden of something they did not cause.”ImagePrime Minister Mustafa al-Kadhimi, center, in the black gloves, visiting Al Nuri Grand Mosque.Credit...Ammar Salih/EPA, via ShutterstockIn Mosul, the country’s third-largest city, the “constituent groups\\\" are a cross-section of the country — Sunni Arabs and Shiite Arabs, Kurds and Christians, Yazidis and Turkmen. And everyone feels something was stolen from them, first when ISIS took over, and then again in the war to push the militants out.Mr. al-Kadhimi comes across as smooth. He came prepared with a message for every event and stayed on schedule through a 12-hour day. His chief of protocol ensured that everyone with him was constantly supplied with disinfectant gel.But nothing could prepare Mr. al-Kadhimi, 54, for the anger and grief that people called out to him every chance they got.Among his first stops were the Mosul Museum, its collection hacked to pieces by ISIS, and\",\"author\":\"By Alissa J. Rubin\",\"link\":\"https://www.nytimes.com/2020/06/16/world/middleeast/iraq-prime-minister-mustafa-kadhimi.html\",\"type\":\"neutral\"}"