"{\"title\":\"I Was a Counterterrorism Chief. Trump Knew What Russia Was Doing.\",\"summary\":\"Neglecting aggression by Vladimir Putin inevitably invites more of it.\",\"text\":\"Did President Trump know about U.S. intelligence community assessments that the Russians had offered bounties to the Taliban for attacks against U.S. and coalition forces in Afghanistan? He hasn’t so far offered a direct answer but instead shifting, manipulative responses.That is itself troubling. It is also troubling that he has not condemned even the possibility of such Russian aggression.But let’s step back and set aside the question of Russian bounties for a moment. For years, Russia has provided material and financial assistance to the Taliban, with what was surely the intent of supporting attacks against troops from the United States and coalition forces. Was the president aware of that?I can answer that question: Yes, he was most certainly aware of Russian assistance to the Taliban. Despite that knowledge, he chose to do nothing.From 2016 to 2018, I was the C.I.A.’s chief for counterterrorism in south and southwest Asia, overseeing operations and intelligence concerning Afghanistan, which included related activities of regional actors, like Russia.“Bounty” is not a term intelligence professionals would likely use. Intelligence reporting requires precision in language to guard against the risk of misunderstanding or misinterpretation, and “bounty” lacks specificity in meaning, purpose and consequence. Intelligence professionals speak with dry, clinical facts and assessments that are not “confirmed” or “verified,” but rather corroborated to various degrees of confidence.The goal is to provide the president with information on developments that may significantly affect U.S. interests. With this information, the president and his team can take any necessary action against potential threats. The government can’t wait for complete certainty; by then it would be too late to do anything about it.It can therefore be semantically true that the president never received a briefing on Russian “bounties” — that specific word may not have been uttered. But the White House does not deny news reports that the President’s Daily Brief on Feb. 27 included information from our intelligence agencies in clinical terms that Russians were offering financial incentives to encourage Taliban attacks against U.S. and coalition troops.Now, the Russians would not provide the Taliban blank checks. The continuation and expansion of their assistance would have required that the Taliban provide evidence — videos proving that they used Russian arms and financing to attack U.S. and coalition targets. Intelligence services use this common practice to verify the investments in proxy groups, as well as to make sure they are productive and aligned with their goals. Even the Russian military intelligence agency, widely known as the G.R.U., has auditors who need to ensure that funds expensed are used as intended.But in short, American intelligence agencies reported that the Russians were offering bounties — even if they were called “payments” in briefings.The Russian bounties look like an escalation of that earlier Russian support for the Taliban — support that was publicly commented on by Defense Secretary Jim Mattis in 2017 and by the commander of U.S. and coalition forces in Afghanistan, Gen. John Nicholson, in 2018.At a 2017 news conference, when asked whether he was refuting that Russia was sending weapons to the Taliban, General Nicholson responded, “No, I’m not refuting that.”Secretary Mattis received the President’s Daily Briefs that Mr. Trump did. General Nicholson read both strategic- and tactical-level reporting about Afghanistan, including the actions of Russia, China, Iran, Pakistan and India that might affect military and political circumstances on the ground. There is nothing inaccurate in the observations from Generals Mattis and Nicholson. The president must have known all this, too.There is also substantial evidence concerning Pakistan’s and Iran’s support for Taliban efforts to target U.S. troops. In a recent report, the State Department judged that Pakistan continued to serve as a terrorist haven and allowed the Taliban and the affiliated Haqqani network to operate from its territory.Iranian support to the Taliban reportedly included lethal aid and training under the direction of Esmail Ghaani, the Iranian general who later took over command of the Quds Force, the foreign expeditionary arm of the Revolutionary Guards, after America’s targeted killing of Gen. Qassim Suleimani. Iran’s Shiite leadership is not an ideological ally of the Sunni Taliban, but as Russia does, it looks for opportunities to hasten America’s withdrawal from Afghanistan, increase influence with the Taliban and make the United States pay a price for a military presence so near its borders.The Iranian and Pakistani support probably did more to endanger Americans and Afghans than Russian aid did. So the president was right to support efforts to address, within practical limits, evidence of Pakistani and Iranian behavior affecting the security of Americans.Yet Mr. Trump took no action against Moscow. He could have signaled discontent with Russia diplomatically, economically or through back-channel intelligence conduits. Instead, to make matters worse, he pressured the U.S. intelligence community to invest time and resources in potential counterterrorist cooperation. It backfired: Russia was not forthcoming and sought to manipulate the engagement to influence policymakers and target Russian dissidents.As any observer of Russia knows, neglecting aggression inevitably invites more of it — to expand Russian influence and power at American expense. For examples, look at Ukraine, Syria and increasingly Libya, Africa and even Europe.In Afghanistan, the aggression apparently took the form of more audacious Russian behavior like bounties.We cannot ignore the bigger picture of America’s Afghanistan policy. Within days of receiving the Feb. 27 daily brief addressing Russian bounties, Mr. Trump directed Secretary of State Mike Pompeo to oversee an agreement with the Taliban for the withdrawal of American troops from Afghanistan — despite the Taliban’s kidnapping just weeks earlier of an American civil engineer and government contractor, Mark Frerichs. In May, the United Nations Security Council shared information — reaffirmed by our own intelligence in a Pentagon report dated July 1 — concerning close and continuing cooperation between the Taliban and Al Qaeda.Even the leader of the U.S. Central Command, Gen. Kenneth McKenzie, told the Middle East Institute on June 10 that the Taliban had yet to meet conditions concerning its cooperation and relationship with Al Qaeda to merit the U.S. withdrawal.Clearly, regardless of the facts on the ground or the intelligence about Russia and Al Qaeda, Mr. Trump and Mr. Pompeo remain determined to see through their agreement with the Taliban and likewise make it appear a success.It is easy to get lost in the fog of Mr. Trump’s continuing and calculated war of denial and deception. But this much is plain: He has still, despite weeks of public debate over Russian bounties, not offered a clear and unambiguous condemnation of such Russian aggression.It’s imperative that he be held accountable. The president must explain to the American people, and especially to those who risk their lives for their country and our families, why he continues to abide Russian threats to our troops, our security and our democracy.Douglas London (@Douglaslondon5) was a senior operations officer in the C.I.A. Clandestine Service for over 34 years, assigned to the Middle East, South Asia, Africa and Central Eurasia, several times as a chief of station.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By Douglas London\",\"link\":\"https://www.nytimes.com/2020/07/12/opinion/trump-russia-bounties.html\",\"type\":\"negative\"}"