"{\"title\":\"Live Music Returns to the Shore: ‘It’s Like Getting Your Life Back’\",\"summary\":\"With the music venues of the Jersey Shore shut because of the coronavirus, Southside Johnny and the Asbury Jukes staged a drive-in concert.\",\"text\":\"OCEANPORT, N.J. — On a hot, humid summer Saturday night down the Jersey Shore, about 1,000 cars parked in a vast lot, seeking some semblance of normalcy.Normal, on past Jersey Shore summer nights, is to be washed over with live music, to sweat off the salty, sticky ocean mist while a bar band blasts through a cover of Bruce Springsteen’s “Badlands.” It is a D.J. bumping enough bass to blow the sand off your feet, or ballads from the summer stage behind the legendary Stone Pony rock club in Asbury Park echoing all the way down Cookman Avenue.Yet this year the Stone Pony can’t be packed shoulder to sweaty shoulder. Live music, especially played indoors, is one life’s many affirmations put on pause by the coronavirus pandemic.But music is as core to life at the Jersey Shore as a melting soft-serve cone on the boardwalk. So Southside Johnny and the Asbury Jukes, who got their start as the house band at the Stone Pony, took over an expanse of asphalt at Monmouth Racetrack in Oceanport for a drive-in concert. Thousands of fans filled a parking lot — socially distanced of course — taillight to glowing taillight.ImageDrive-in concerts have become one way for live music to resume around the country as the pandemic keeps many indoor venues shuttered. Credit...Mark Makela for The New York TimesAcross the country, live music is slowly returning, enjoyed safely from the confines of a car for a drive-in concert even as the outbreak still surges in many states.As Southside Johnny and the Jukes kicked off their show with the hopeful song “Better Days,” Brad Paisley, a country music star, was taking the stage in Nashville, set up in the parking lot of Nissan Stadium for a similar drive-in show. In Indiana, Jon Pardi, another country music singer, was playing a drive-in show just outside Indianapolis.\",\"author\":\"By Nick Corasaniti\",\"link\":\"https://www.nytimes.com/2020/07/12/nyregion/monmouth-park-southside-johnny-drive-in-concert.html\",\"type\":\"positive\"}"