"{\"title\":\"Putting Heroes, and Traitors, Where They Belong\",\"summary\":\"The military should rechristen bases named for Confederates. Better options are not hard to find.\",\"text\":\"African-Americans were nonpersons in the eyes of the state when the federal government started to name U.S. Army installations for Confederate officers. Black people in the South were being lynched with impunity for such offenses as seeking the vote, competing with white people in business or simply failing to give way on the sidewalk.In Washington, Woodrow Wilson styled the government itself as an instrument of white supremacy. His administration segregated the federal work force, and decimated the Black middle class by purging African-Americans from well-paying supervisory positions in which they had sometimes managed white subordinates.In a process that began under the Wilson administration in 1917, 10 Southern military installations were eventually named for the same Confederate officers who had waged war on the United States with the goal of preserving and expanding slavery.Among those whose names fly over Southern Army bases to this day are Henry Lewis Benning, a principal architect of secession who argued that Black Americans were suited only for enslavement; the Georgia Ku Klux Klan leader John Brown Gordon, who helped the Klan establish itself as a cohesive entity; Robert E. Lee, a central figure in the war of rebellion whose army kidnapped free African-Americans for sale into slavery; and the war criminal George Pickett, who fled to Canada to escape possible prosecution for wrongfully executing Union soldiers.Wilson’s embrace of the Confederacy disserved history in ways that were evident from the start. The naming honor placed rebel officers who had sought to destroy the Union on equal footing with distinguished Union commanders who had preserved the nation through a catastrophic war that cost more than 600,000 lives.The base names also validated a pernicious Confederate myth that depicted Black people as willing, loyal slaves and cast the Southern cause as an honorable attempt to secure “states’ rights,’’ rather than as a bid to keep Black people in chains.Princeton University’s board of trustees acknowledged the lingering effects of Wilson’s racism last month by voting to expunge his name from Princeton’s prestigious public policy school. As the university’s president noted in a statement, Woodrow Wilson took “America backward in its pursuit of justice. He not only acquiesced in but added to the persistent practice of racism in this country, a practice that continues to do harm today.”The Confederate base names are fruit of that same poisonous tree. President Trump would no doubt preserve them in perpetuity if he could. But outside the White House, public opinion is moving swiftly in the opposite direction. A majority of Americans now reject the notion that Confederate place names and monuments to white supremacy deserve to hold pride of place forever in the civic landscape.This shift in opinion — accelerated this year by the barbaric police killing of George Floyd — accounts for recent decisions by the Marine Corps, the Navy and NASCAR to ban the display of the Confederate flag. Former Secretary of Defense Robert Gates cited the Floyd killing when he called for removing Confederate names from Southern Army bases as a way of putting to rest this “dark side of our history.”Support for the idea is clearly building at the Pentagon; among influential former military officers; and in Congress, where a pending bill would require the Defense Department to strip Confederate names from military assets — including bases, installations and streets — within three years. In other words, the Confederate base names are destined to be erased — if not during the Trump years, then in the not distant future.A New Military HistoryWhen the search for replacement names gets underway, a fine starting point would be the list of more than 2,400 Army service members who have received the Medal of Honor, the nation’s highest award for bravery. To move past the Army’s lingering legacy of white supremacy, however, the Pentagon will need to look beyond the usual white, male suspects.The Army’s Black heritage celebrations make a show of recognizing African-Americans who have laid down their lives in the nation’s wars even as they were being deprived of full citizenship. The new base names ought to reflect this understanding. When the Pentagon revisits the Civil War in search of such names, it should select those that convey the true nature of the conflict and the full range of people who participated in it.The celebrated Gen. William Tecumseh Sherman, for whom a U.S. base was once named in Panama, fits that description. Starting out as almost pathologically unsure of himself, he matured into a tactician who achieved crushing victories in the late stanzas of the war.Besieged by formerly enslaved people who needed food and shelter, Sherman issued his well-known Field Order 15, which set aside vast stretches of coastal land in South Carolina and Georgia for settlement by formerly enslaved families.When the white South reasserted power, the dream of Black land ownership was quickly reversed. Nevertheless, a refrain used to describe Sherman’s order — “40 acres and a mule” — encapsulated the aspirations of formerly enslaved people during the 19th century. The phrase is still heard today in discussions of reparations for slavery and economy inequality.The Pentagon also needs to bear in mind that not everyone who rendered heroic service in the war was male. One such hero was the former slave Harriet Tubman. Mainly known for guiding escaped slaves to freedom, Tubman was widely praised during the Civil War for her work as a Union Army spy and scout. Tubman has also been described as the only woman to play a central role in planning and executing a Civil War military operation.The bold raid by Union soldiers along the Combahee River in South Carolina in 1863 was intended to punish slaveholding plantations and recruit for the Union’s Black regiments. The raid freed more than 700 enslaved people, some of whom enlisted, and wreaked havoc on the area by burning crops, bridges and other property. By actualizing Lincoln’s Emancipation Proclamation — which proclaimed freedom for the enslaved in the rebel states — the raid helped to define the meaning of the war at a time when the outcome was in doubt.The Civil War surgeon and spy Dr. Mary Walker — the only woman to be awarded the Medal of Honor — is certainly worthy of consideration. At a time when only a handful of American women held medical degrees, Walker left the comfort of her private practice in New York to treat sick and wounded troops. As the journalist Cate Lineberry wrote several years ago in The Times, Walker was repeatedly denied a formal commission as an Army surgeon because of her gender. She directly petitioned Abraham Lincoln for help, to no avail. She eventually landed what Ms. Lineberry describes as “an unofficial civilian contract” and was sent to Chattanooga, Tenn.As Walker’s reputation grew, families sought her out to treat kinfolk injured in battle. She served as a spy for Sherman’s Army and saw her health damaged by several hard months in a Confederate prisoner of war camp. That Generals Sherman and George H. Thomas both recommended her for the Medal of Honor should be testament enough to her bravery. Nevertheless, the medal was unjustly revoked in the early 20th century — though it was restored under President Jimmy Carter in 1977.Racism in ‘the Greatest Generation’Pentagon officials in search of honorees from the World War II era face an embarrassment of riches among white, male candidates.The marquee names include:Gen. Omar Bradley, a plain-spoken, highly effective tactician whose caring attitude toward infantrymen earned him a reputation as “the G.I.’s general.” He received four of his five general stars by distinguishing himself during World War II.And Gen. George C. Marshall, a Nobel Peace Prize winner who served as Army chief of staff, secretary of state and secretary of defense. He’s mainly known for the U.S.-sponsored Marshall Plan, which helped to rebuild Europe after the war. His influence extends well beyond the military into international diplomacy.Institutional racism has left the face of military heroism whiter than it would otherwise be. This problem dates to an early 20th century Army advisory that declared Black servicemen as a class unfit for military leadership. This stereotype was reinforced by the formal segregation of the military, which lasted until 1948. By separating troops — and even the wartime blood bank — by race and confining most African-Americans to support roles, the Army licensed white commanders to think of Black soldiers as inferior human beings and to overlook acts of heroism by African-Americans in battle. A glaring case of justice delayed is that of a World War I veteran, Cpl. Freddie Stowers, who was mortally wounded while leading his men in a heroic attack on the enemy in France. His 1918 nomination for the Medal of Honor had languished for more than 70 years when President George Bush awarded the honor in 1991.Similarly, six of the seven African-Americans who deserved Medals of Honor for valor in Italy during World War II were dead by the time President Bill Clinton awarded their medals more than a half-century later. The only living recipient was 77-year-old Vernon Joseph Baker, who, as a young second lieutenant in Northern Italy, destroyed multiple enemy machine gun posts, killed several German soldiers and drew enemy fire, allowing his comrades to evacuate.Looking back, Lieutenant Baker recalled with bitterness how hurt he had been that white officers presumed that Black soldiers were cowards — but also how that hurt had made him all the more determined to carry out his mission on the day of the battle in 1944, near the Tuscan town of Viareggio. “And what made me really angry,’’ he said, “was the fact that nobody gave us any word of encouragement or any words of thanks.”Toward a Post-Racist ArmyThe struggle against discrimination in the American military persists to this day, as The Times’s correspondent Helene Cooper showed in a recent article about the persistent whiteness and maleness of military upper leadership. When this history is finally written, one of the standout figures will surely be Clifford Alexander Jr., who was appointed secretary of the Army in 1977, after serving in the trenches of the fight for civil rights.As an aide to President Lyndon Johnson, he helped pass both the Civil Rights Act of 1964 and the Voting Rights Act of 1965 and later served as chairman of the Equal Employment Opportunity Commission. Mr. Alexander worked to better integrate minorities and women into the Army, and it was during his time as Army secretary that Dr. Walker’s Civil War-era Medal of Honor was restored.He later explained in a Times Op-Ed that he had delayed a list of proposed generals because African-American colonels who had served with distinction had not been included. He then instructed those who weighed such matters to examine early performance records and eliminate unfair blemishes that had been influenced by the prejudices of ratings or superior officers. When equity and fairness were restored, Mr. Alexander recalled, Black colonels with sterling records emerged and were promoted.A year after Mr. Alexander’s arrival, a young African-American colonel named Colin Powell was promoted to brigadier general. He went on to become a celebrated four-star general, the youngest officer ever appointed chairman of the Joint Chiefs of Staff and, later, secretary of state. Four decades after Mr. Alexander showed the way, though, the Army is still struggling to curb racial bias in its promotion system.The Confederate base names are a legacy of a shameful compromise with white supremacy that is thoroughly documented in the historical record. Replacing the names of traitors who waged war on the nation in an attempt to keep African-Americans in chains will not make racism magically disappear. But it is clearly an important step in the right direction.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By The Editorial Board\",\"link\":\"https://www.nytimes.com/2020/07/11/opinion/confederate-rename-military-bases.html\",\"type\":\"negative\"}"