"{\"title\":\"Reopening Schools Will Be a Huge Undertaking. It Must Be Done.\",\"summary\":\"Officials need to think outside the school building.\",\"text\":\"American children need public schools to reopen in the fall. Reading, writing and arithmetic are not even the half of it. Kids need to learn to compete and to cooperate. They need food and friendships; books and basketball courts; time away from family and a safe place to spend it.Parents need public schools, too. They need help raising their children, and they need to work.In Britain, the Royal College of Pediatrics and Child Health has warned that leaving schools closed “risks scarring the life chances of a generation of young people.” The organization’s American counterpart, the American Academy of Pediatrics, has urged administrators to begin from “a goal of having students physically present in school.”Here is what it’s going to take: more money and more space.The return to school, as with other aspects of pre-pandemic normalcy, rests on the nation’s ability to control the spread of the coronavirus. In communities where the virus is spreading rapidly, school is likely to remain virtual. The rise in case counts across much of the country is jeopardizing even the best-laid plans for classroom education.Other nations are checking the spread of the virus and preparing to reopen schools. America, by contrast, is squandering its chance and failing its children.But even in places where the virus is under control, schools lack the means to safely provide full-time instruction. In New York City, the nation’s largest school district says that it can only safely provide a few days each week of in-person instruction.Other large districts, like Fairfax County, Va., and Clark County, Nev., have announced similar plans for a partial return to the classroom in the fall.To maximize in-person instruction, the federal government must open its checkbook.Districts need hundreds of billions of dollars to cover the gap between the rapid decline in tax revenue caused by the virus and the rapid rise in costs also caused by the virus. Guidelines published by the Centers for Disease Control and Prevention recommend, among other things, the installation of physical barriers in common areas, increased cleaning and daily health checks. The School Superintendents Association estimates that necessary protective measures would cost about $1.8 million for an average district of eight schools and 3,500 students. With more than 13,000 school districts in the United States, the total adds up.House Democrats passed a bill in May that included some aid for schools, but Senate Republicans have neither considered it nor passed an alternative. President Trump could set an example by wearing a mask, and by urging states to require masks. He could work to expand testing. He could work to get money to schools.Instead, Mr. Trump has sent tweets, demanding in ALL CAPS that schools reopen — and threatening to cut off existing federal funding.Crucially, money alone is not enough. If safety dictates that classrooms can hold only half as many students, it follows that schools need twice as much room. Some of that space can be found by repurposing gyms and cafeterias, but districts including New York have cited a lack of space as a key reason students won’t be able to return full time.Officials need to think outside the building. Some fall classes could be held in the open air, or under tents with no walls — spaces in which the available evidence suggests transmission risks also are much lower. In Denmark, schools held spring classes on playgrounds, in public parks and even in the stands of the national soccer stadium.Some states, including Florida, Minnesota and Connecticut, have encouraged schools to use available outdoor space. Particularly in cities, where space is scarce, officials should give serious consideration to closing streets around schools and holding classes there.Under the circumstances, public education is surely the best use of those public spaces.Outdoor education is not a cure-all. Students still would need to use shared bathrooms. Equipment still would need to be stored in buildings. Environmental conditions also are a limiting factor: heat, rain, high winds — and air pollution.But American communities need to choose among the available options.The limits of virtual classrooms were on painful display this spring. While some students thrived, or at least continued to learn, others faded away. Boston reported that roughly 20 percent of enrolled students never logged in. In Los Angeles, one-third of high school students failed to participate. In Washington, D.C., the school system simply gave up and ended the school year three weeks early. Evidence suggests schools particularly struggled to reach lower-income kids, exacerbating performance gaps.The closures also have also deprived students of time with friends, limited their access to reliable meals, physical and mental health care and reduced the availability of support for those with special needs. Students have been thrown back on the resources of their families, and in every dimension, those with the fewest resources have tended to suffer most — a pattern certain to continue in the fall.The economic damage is real, too. The consulting firm McKinsey estimates that 27 million American workers require child care, which includes schools, to return to full-time work.Many teachers, and parents, are wary of reopening schools. They fear policymakers will cut corners and safety measures will prove inadequate. These fears have been reinforced by the president and by Vice President Mike Pence, both of whom have publicly encouraged corner-cutting. Such a strategy is willfully shortsighted. It might succeed in reopening schools for a time, but it is not likely to allow schools to remain open.This week, the president and vice president called on the C.D.C. to relax its public health guidelines for safely reopening schools. The agency’s director, Dr. Robert Redfield, refused. The lesson here is for local officials to ignore the president, as well. Take the measure of the best available science, implement the necessary safety measures and maximize the amount of time that children can spend in classrooms.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By The Editorial Board\",\"link\":\"https://www.nytimes.com/2020/07/10/opinion/coronavirus-schools-reopening.html\",\"type\":\"neutral\"}"