"{\"title\":\"Sudan Will Scrap Alcohol and Apostasy Laws, and End Flogging\",\"summary\":\"The moves are part of efforts to broaden personal freedoms during a delicate democratic transition.\",\"text\":\"NAIROBI, Kenya — Sudan will allow non-Muslims to consume alcohol, scrap its apostasy law and abolish the use of public flogging as a punishment as its transitional government eases decades of strict Islamist policies.The moves, announced late Saturday by the justice minister Nasredeen Abdulbari, are part of a slew of changes introduced under the transitional government as it seeks to break with the rule of Omar Hassan al-Bashir, who was deposed last year after more than three decades in power. The government had already moved to ban the genital cutting of women, a measure that is coming into effect now.The latest announcement came a week after tens of thousands of people took to the streets despite a coronavirus lockdown demanding faster reform and greater civilian rule as the nation takes baby steps toward democracy.“As a government, our work is to protect all Sudanese citizens based on the Constitution and based on laws that should be consistent with the Constitution,” Mr. Abdulbari told state television.The laws being scrapped are legacies of both Mr. al-Bashir and Gaafar al-Nimeiry, an army colonel who led Sudan between 1969 and 1985. In 1983, he imposed Islamic law throughout the nation, precipitating the conflict between the Muslim majority north and the mainly Christian and animist south that led to South Sudan’s secession in 2011.After taking power in 1989, Mr. al-Bashir extended Islamic rule and introduced public order laws that criminalized a wide array of activities and behaviors, including drinking alcohol and wearing revealing clothes for women. Those who contravened the rules faced prison sentences, fines and public lashing. Rights organizations said the laws were “oppressive” and gave the authorities extensive powers to make arbitrary arrests, particularly of women.The apostasy rules in particular drew worldwide condemnation after a heavily pregnant woman was sentenced to death in 2014 for renouncing Islam. The woman, Meriam Ibrahim, gave birth while she was in prison and was later released after organizations including Amnesty International campaigned for her release.ImageMeriam Ibrahim, who was sentenced to death for apostasy while pregnant but later released, arriving in Italy in 2014.Credit...Riccardo De Luca/Associated PressMr. Abdulbari said the government had decided to get rid of the apostasy law because it was “a threat to the security and safety of society.”The repeal is “seen as broadening personal freedoms and is a sharp departure from the previous prohibitive regime,” said David Kiwuwa, director of the Center for Advanced International Studies at the University of Nottingham’s campus in Ningbo, China, who described it as “a strong signal” that Sudan was changing under its civilian authorities.After Mr. al-Bashir was toppled in April 2019 following months of protests, his government was replaced by an 11-member sovereign council consisting of six civilians and five military leaders, tasked with preparing the country for elections after a three-year transition period.The council appointed Abdalla Hamdok, an economist who has held several United Nations positions, as prime minister, and his government immediately embarked on an ambitious program as it sought to placate pro-democracy demonstrators and rejoin the international community.As they moved to dissolve the former governing party of Mr. al-Bashir last November, the authorities also overturned a moral policing law that dictated women’s dress, and in April they approved a ban on genital cutting.Mr. Hamdok’s government has also undertaken a political and economic overhaul, revived talks with rebel groups, and begun investigations into the bloody suppression of the Darfur region under Mr. al-Bashir, promising to prosecute and possibly hand over to the International Criminal Court those wanted for war crimes.The administration has also lobbied the United States to drop Sudan from the State Department’s list of state sponsors of terrorism, a designation that has restricted investment and foreign aid.Yet despite the good will and heady optimism, Sudan’s political transition remains delicate, buffeted by economic headwinds and restrictions necessitated by the coronavirus pandemic. Mr. Hamdok survived an assassination attempt in March, and concerns of a coup have swirled in recent months.ImageMonths of protests last year brought an end to the rule of Omar al-Bashir.Credit...Bryan Denton for The New York TimesIn early July, one person was killed and several others were injured at protests in major cities including the capital, Khartoum, demanding the swift delivery of “freedom, peace and justice.” On Sunday, security forces forcibly dispersed a sit-in in Darfur, which some took as an indication that the military retains the balance of real power.Observers said on Monday that the scrapping of the laws should be read within the broader context of Sudan turning a new page and promoting a more inclusive and representative society. But more would need to be done if the government were to change long-held cultural practices, said Ahmed Soliman, a research fellow at the Africa Program at the British foreign-policy research institute Chatham House.“The transitional government has demonstrated its intent to keep equal citizenship at the forefront of the political transition, including by addressing issues of gender and religious freedoms,” Mr. Soliman said, adding: “There is also division about these reforms, with a strong backlash by conservative religious and political figures who see the changes as an attack on Islam and morality.”\",\"author\":\"By Abdi Latif Dahir\",\"link\":\"https://www.nytimes.com/2020/07/13/world/africa/sudan-fgm-alcohol-flogging.html\",\"date\":\"July 13, 2020, 8:00 a.m. ET\",\"source\":\"NY Times\",\"type\":\"neutral\"}"