"{\"title\":\"Taliban Stage a Major Attack, as Violence Intensifies in Northern Afghanistan\",\"summary\":\"Insurgents bombed the entrance of an Afghan intelligence complex in a provincial capital, then stormed the offices in a sustained gun battle, killing at least 11.\",\"text\":\"KABUL, Afghanistan — The Taliban waged a sustained assault against an Afghan intelligence complex in the city of Aybak on Monday, killing at least 11 people and wounding more than 60 others, part of a bloody wave of violence across the country’s north.With the opening of peace talks between the insurgency and the Afghan government stalled for months, the Taliban have intensified their offensives, creating one of the deadliest years of the long war.On Monday, insurgents detonated a car bomb at the entrance of the provincial headquarters of Afghanistan’s National Directorate of Security in Aybak, the capital of Samangan Province, about 150 miles northwest of Kabul.The blast, which also struck a nearby municipal compound, opened the way for fighters to enter the intelligence agency complex, where they battled the Afghan forces for hours, said Sefatullah Samangani, the deputy governor of the province.Mr. Samangani said 11 officers of the intelligence agency, mostly men but at least one woman, were killed and 63 others were wounded. Only 15 of the wounded were intelligence officers and the rest civilians.“The blast was so strong that it broke people’s windows three kilometers away,” Mr. Samangani said. “The building of the intelligence agency and the municipality building are not usable anymore.” Zabihullah Mujahid, a spokesman for the Taliban, confirmed that the insurgency was behind the attack.A major attack inside a city seems to breach an understanding between the United States and the Taliban, which signed a preliminary peace deal in February that begun the withdrawal of American forces. And it broke with the Taliban tactics in recent months of escalating violence in the countryside without claiming many of the attacks, while the cities were largely spared except for hit-and-run assassinations. ImageAfghan security personnel inspecting the site of a car bomb blast near the destroyed office building of Afghanistan's intelligence agency on Monday. Credit...Agence France-Presse — Getty ImagesThe deal, in which the Taliban guaranteed that they would not attack American targets, has faced criticism because it lacked any guarantee of a cease-fire with Afghans. But American officials have said that they had an understanding with the Taliban that the insurgents would reduce their levels of violence by as much as 80 percent and not attack in major cities and population centers.Afghanistan’s president, Ashraf Ghani, called on the Taliban to stop what he described as “criminal and inhumane” attacks that could derail the peace efforts. “Turning to violence and killing people for leverage in negotiations is the worst approach that, unfortunately, the Taliban have taken up,” Mr. Ghani said in a statement.The violence continues unabated as the poor nation grapples with the spread of Covid-19 and its economic ramifications. Although official numbers are dubious, with testing capacity extremely low, the country’s health ministry has recorded nearly 35,000 cases and more than 1,000 deaths.The February deal was expected to open the way within 10 days for the more complicated part of the peace process: talks with the Afghan government over a future power-sharing agreement. But those talks have been repeatedly delayed over complications with a prisoner swap that was laid out as a precondition for negotiations. The American deal with the Taliban called for the release of up to 5,000 Taliban prisoners in return for 1,000 Afghan security forces held by the insurgents — a clause that angered many Afghan officials.After balking for weeks, the Afghan government began a phased release of Taliban prisoners, under heavy pressure from the Trump administration. But with more than 4,000 Taliban released, the last stretch is once again facing difficulty, as the Afghan government says it cannot release about 500 of those on the Taliban list because they are deemed dangerous and are accused of serious crimes.Javid Faisal, a spokesman for Afghanistan’s National Security Council, said the government has proposed that the Taliban suggest new names instead of the 592 that cannot be released. It is unclear whether the insurgents have agreed to that.“We have told them that we are ready to release alternative people,” Mr. Faisal said.The ongoing attack in Samangan caps a bloody 24 hours in northern Afghanistan, where Taliban launched attacks in several provinces, officials said.At least 20 members of the Afghan security forces were killed in overnight assaults in two districts of Kunduz Province. In Badakhshan Province, the Taliban attacked security posts in Arghanj Khwa district, killing at least seven from the security forces.Fahim Abed contributed reporting.\",\"author\":\"By Mujib Mashal and Najim Rahim\",\"link\":\"https://www.nytimes.com/2020/07/13/world/asia/afghanistan-attack-aybak.html\",\"date\":\"July 13, 2020\",\"source\":\"NY Times\",\"type\":\"negative\"}"