"{\"title\":\"The Initial Roger Stone Fallout\",\"summary\":\"“Unprecedented, historic corruption,” Romney calls a commutation: This is your morning tip sheet.\",\"text\":\"The Stone commutation leaves some Republicans cold, Trump dons a mask and Pelosi pushes for another round of relief. It’s Monday, and this is your politics tip sheet. ImageWhere things standSome high-profile Republicans — as well as just about every Democrat with a microphone — are crying foul after President Trump announced on Friday that he was commuting the sentence of Roger Stone, his old friend and former adviser. Stone, who was convicted of seven felonies — including perjury and obstruction of justice — had been sentenced to 40 months in prison.Trump commuted Stone’s sentence just days before he was to report to prison, in spite of warnings from White House advisers that doing so “would be politically self-destructive if not ethically inappropriate,” as Peter Baker writes in an analysis.Robert Mueller, the former special counsel, has shied away from publicly criticizing Trump, but on Saturday he published an op-ed article in The Washington Post defending the work of his office, and the eight guilty pleas or convictions at trial — including Stone’s — that it secured.“The Russia investigation was of paramount importance,” Mueller writes. “Stone was prosecuted and convicted because he committed federal crimes. He remains a convicted felon, and rightly so.” Later, Mueller insists: “The women and men who conducted these investigations and prosecutions acted with the highest integrity. Claims to the contrary are false.”Characteristically, Mueller does not question the president directly in the op-ed. Instead, he seems to mostly be addressing Trump’s supporters and anyone else who disputes the legitimacy of the Russia investigation.This invites one question — Why try to do this in the pages of The Washington Post, hardly a trusted publication among Trump fans? — while declining to address another: As special counsel, a lengthy feature in the current issue of The New Yorker asks, why didn’t Mueller push harder to equip Congress with the tools to remove Trump from office?Senator Lindsey Graham, a fierce defender of Trump, said yesterday that he would call Mueller to testify before the Judiciary Committee, signaling he would keep trying to discredit the Russia investigation.At least two Republican senators, Mitt Romney and Pat Toomey, criticized Trump’s decision to free Stone. “Unprecedented, historic corruption: an American president commutes the sentence of a person convicted by a jury of lying to shield that very president,” Romney wrote on Twitter on Saturday.Toomey, who is typically an ally of the president, was more measured. “While I understand the frustration with the badly flawed Russia-collusion investigation, in my view, commuting Roger Stone’s sentence is a mistake,” Toomey said in a statement.Trump shot back in an angry tweet late Saturday, calling both senators “RINO’s,” or Republicans In Name Only.The number of new daily coronavirus cases in the United States topped 60,000 for the first time on Friday. Recorded cases are now on the rise in 37 states, prompting many state governments to re-evaluate plans to reopen their economies.Florida announced 15,000 new cases of the virus yesterday, the highest single-day total of known infections for any state thus far. The number of cases among members of the U.S. military has more than doubled in the past month. The country is now averaging roughly 700 deaths from the virus each day, from less than 500 earlier this month — but still far lower than the mid-April average of more than 2,200.Trump, yielding to months of pressure from advisers and the advice of his own public health team, wore a face mask in public for the first time during a visit on Saturday to Walter Reed National Military Medical Center. “When you’re in a hospital, especially,” he told reporters, “I think it’s a great thing to wear a mask.”In an interview yesterday with ABC News’s George Stephanopoulos, Adm. Brett Giroir, a member of the White House’s coronavirus task force, said the widespread use of masks would be essential to stemming the virus’s spread. “In order for us to reverse this problem, we need about 90 percent of people in those really hot areas to wear masks when they’re in public,” Giroir said. He declined to say whether he thought the federal government should make mask-wearing mandatory nationwide.A number of major corporations announced heavy layoffs last week, in the early rumblings of what economists say may be the start of a new phase in the pandemic’s economic fallout.After unemployment skyrocketed at the start of the outbreak, things briefly seemed as though they might stabilize. But now, with economic activity looking uncertain for the duration of the year and consumer confidence remaining low, companies are making longer-term adjustments and cutting more workers loose.Congress is stuck in a holding pattern on further virus relief legislation, as Republicans in the Senate have refused to take up the $3 trillion relief bill that House Democrats passed in May.But another round of stimulus legislation appears inevitable, and on CNN’s “State of the Union” yesterday, Speaker Nancy Pelosi sought to draw a red line: She said it was essential that Congress extend the $600-a-week expansion to unemployment benefits that is set to expire at the end of this month. “We must extend the unemployment insurance,” Pelosi told Dana Bash. “People are desperately in need.”In an interview with Chris Wallace on “Fox News Sunday,” Betsy DeVos, the education secretary, echoed Trump’s declaration from last week that schools must reopen in the fall, even as virus infections surge. She repeated the president’s threat that districts could lose federal funding if they refused to comply. “There’s nothing in the data that suggests that kids being in school is in any way dangerous,” she said.But in a confidential government report circulated around the White House this month and obtained by The New York Times last week, the Community Interventions and Critical Populations Task Force argues the opposite. The 69-page document states that fully reopening schools and universities constitutes the “highest risk” for continuing to spread the virus in the fall.While Republicans continue to search for a winning message on the virus, Democrats up and down the ballot have sought to exploit their opponents’ mixed messages. One example: Majority Forward, a political action committee, has begun running an ad targeting Senator Thom Tillis, the North Carolina Republican who will face off against a strong Democratic challenger in November, for his votes against funding supplies for health care workers.Photo of the dayImageCredit...Erin Scott for The New York TimesPresident Trump wearing a mask on Saturday at Walter Reed National Military Medical Center in Bethesda, Md.\",\"author\":\"By Giovanni Russonello\",\"link\":\"https://www.nytimes.com/2020/07/13/us/politics/roger-stone-trump.html\",\"type\":\"negative\"}"