"{\"title\":\"The Roberts Court Curtails Birth Control Access. Again.\",\"summary\":\"Justices rule that employers can stand between female workers and their health care.\",\"text\":\"Well, that didn’t take long.Only days after surprising the nation by striking down a strict anti-abortion law in Louisiana, the Supreme Court under Chief Justice John Roberts reminded Americans once again that it is no friend to reproductive rights, or to the vast majority of women who will use some form of birth control in their lifetime.In a decision Wednesday, the justices dealt another blow to the birth control mandate under the Affordable Care Act. In the wake of the 7-to-2 ruling in Little Sisters of the Poor v. Pennsylvania, “between 70,500 and 126,400 women would immediately lose access to no-cost contraceptive services,” Justice Ruth Bader Ginsburg noted in her dissent, citing a government estimate.The Little Sisters of the Poor is an order of Catholic nuns who are religiously opposed to birth control. (Many conservatives wrongly conflate some methods of birth control with abortion.) They’re also opposed to the A.C.A.’s birth-control mandate, which says that insurance plans sponsored by large employers must include preventive care — including all forms of birth control approved by the Food and Drug Administration — at no additional cost. That’s why, if women have insurance through work, they probably have not been charged a co-pay to get birth control pills or an intrauterine device in recent years.The order of nuns — along with other entities, like the company Hobby Lobby, that have taken issue with the contraception mandate — say that it violates their religious liberty under the Religious Freedom Restoration Act, a 1993 federal law. The religious order feels this way despite the fact that religious nonprofits already were able to exempt themselves from the contraception mandate by merely filling out a form. In other words, the Little Sisters of the Poor did not have to pay for a single birth control pill.The litigation on this issue has been continuing for the better part of the past decade. Then the Trump administration, which has consistently sided with anti-abortion activists, came along, vastly expanding the exemptions to the contraception mandate so that any company that isn’t publicly traded can opt out, if it has a religious or a moral objection. States sued to block those regulations, the case made it to the Supreme Court and here we are: The court has upheld the Trump administration’s expanded exemptions to the mandate, on administrative grounds, making it harder for many thousands of American women to get birth control.It bears reminding that the cost of birth control can be significant, and that many women rely on it not just to prevent pregnancy but to treat medical issues. Sometimes, the contraceptive method that works best — or the only one a person can tolerate — costs many hundreds of dollars without insurance coverage.It also bears reminding that the Trump administration has been attacking both the A.C.A. and access to birth control since the moment President Trump took office. On the latter front, its most successful effort before this week was to gut the nation’s decades-old family planning program, called Title X, in an explicit effort to cripple Planned Parenthood. All of the administration’s efforts on this front have most directly affected poor women and women of color.Finally, it bears reminding that this Supreme Court’s conservative majority, with Chief Justice Roberts at the helm, has been very friendly to religious litigants.It’s hard to imagine the conservative justices of this court, especially, allowing employers to claim a moral exemption and require their employees to pay out of pocket for, say, a treatment for Covid-19. That sounds absurd. And yet, when it comes to birth control, such state interference with personal health decisions is considered a legitimate matter for public debate.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By The Editorial Board\",\"link\":\"https://www.nytimes.com/2020/07/08/opinion/supreme-court-birth-control.html\",\"type\":\"negative\"}"