"{\"title\":\"These Scientists Raced to Find a Covid-19 Drug. Then the Virus Found Them.\",\"summary\":\"\",\"text\":\"In January, as a frightening new virus filled hospital wards in Wuhan, China, Stephanie Giordano, a 25-year-old researcher at the drugmaker Regeneron, in a suburb of New York City, began working on a treatment for the disease.By March, the deadly coronavirus had hit home. Fearing she would get infected on the train that took her to the lab every day, she moved from her apartment in East Harlem to an Airbnb five minutes from the company’s headquarters in Tarrytown, in Westchester County.Then her mother, a nurse’s assistant who cared for newborn babies at a Long Island hospital, was reassigned to a Covid-19 ward where she tended to older people struggling to breathe. No drug could help these patients — or her, if she were to get sick, too.“I had somebody on the line that I really cared about,” Ms. Giordano said recently. “And I wanted to see her make it through this.”Ms. Giordano, the youngest member of the company’s five-person rapid response team for infectious diseases, helped develop what many consider one of the most promising new treatments for Covid-19, which has now infected more than 12 million people around the world, and killed more than 549,000.She worked in the lab until 10 many nights and through weekends, screening thousands of antibodies — the weapons of the immune system that seek out and destroy viruses — in search of the most powerful ones. The result was a cocktail of two antibodies that might not only treat the virus, but prevent it by giving the body the same natural defenses that people infected with it produce on their own.The Trump administration this week gave a major boost to Regeneron’s treatment, awarding the company $450 million to manufacture and supply as many as 300,000 doses as treatments or 1.3 million doses to prevent infection. That’s in addition to $160 million in federal money the company had already received to run clinical trials and ramp up manufacturing. After the treatment passed an initial safety study, Regeneron’s broader trials to evaluate the product’s efficacy got underway.ImageThe Westchester campus of the pharmaceutical company Regeneron.Credit...Melissa Bunni Elian for The New York TimesDr. Francis S. Collins, the director of the National Institutes of Health, recently singled out the treatment as the most likely to pan out soon. “If I had to pick one, I think the monoclonal antibody cocktails have a lot going for them,” Dr. Collins said at a Senate hearing last week. “There’s all kinds of reasons to think this is the kind of virus it should work for.”If the trials are successful, company executives have said the treatment could be available by the end of the summer. The hope is that it could serve as a stopgap until a vaccine arrives by providing temporary protection to people at high risk of getting infected.Regeneron is making a significant gamble, ramping up manufacturing of the antibody cocktail before clinical trials have even proved that it works. The most lucrative drugs it makes for other diseases have been relocated to a factory in Ireland.Regeneron is one of several companies pursuing monoclonal antibody treatments. The drug giant Eli Lilly has also begun clinical trials, and others working on antibody treatments include partnerships of Amgen and Adaptive Biotechnologies and also Vir Biotechnology and GlaxoSmithKline.It’s unclear which of these projects — if any — will succeed. Drug development is notoriously unpredictable: Just last week, Regeneron announced that an older monoclonal antibody drug, the rheumatoid arthritis treatment Kevzara, had failed to help patients critically ill with Covid-19.\",\"author\":\"By Katie Thomas\",\"link\":\"https://www.nytimes.com/2020/07/09/health/regeneron-monoclonal-antibodies.html\",\"type\":\"negative\"}"