"{\"title\":\"The Supreme Court Lets Trump Run Out the Clock\",\"summary\":\"The justices reiterated that no president is above the law, but voters still won’t see his taxes before November.\",\"text\":\"In two major cases on Thursday, the Supreme Court rejected President Trump’s attempt to avoid all legal scrutiny of his financial records and reaffirmed the principle that undergirds any democratic society: No one, not even the president, is above the law.That’s the good news. It’s also the bare minimum Americans should expect. The bad news is that Mr. Trump has again figured out how to game the legal system to his advantage, to dance along the edges of the law that the rest of us are expected to abide by.The bottom line is that Mr. Trump will almost certainly get to keep hiding his tax returns (Remember those? The ones he promised to release five years ago?) and his other financial records from the American people, who will be asked to decide in a matter of months whether to give him another term.From the day he took office, Mr. Trump has governed as though democratic checks and balances are optional. “I can do whatever I want,” he has said, more than once. This includes intervening in federal prosecutions to protect his friends, soliciting foreign interference in American elections and tear-gassing peaceful protesters for a photo op.Nearly 250 years after another ruler’s abuses of power drove the American colonists to revolution, the lesson remains clear: We must always keep close watch on our leaders. In two separate decisions on Thursday, the Supreme Court reminded Mr. Trump of that history, ruling 7 to 2 that he could not ignore subpoenas of his financial records from Congress and from a New York prosecutor.“In our judicial system, ‘the public has a right to every man’s evidence,’ ” Chief Justice John Roberts wrote for the court in Trump v. Vance. “Since the earliest days of the Republic, ‘every man’ has included the president of the United States.”The case concerned a subpoena for Mr. Trump’s tax returns issued by Cyrus Vance Jr., the Manhattan district attorney, who appears to be investigating whether Mr. Trump and others broke campaign-finance laws before and during his presidency. Mr. Trump claimed “absolute immunity” from the subpoena. On that point, the justices shot him down unanimously.“No citizen, not even the president, is categorically above the common duty to produce evidence when called upon in a criminal proceeding,” the chief justice wrote.The court rejected Mr. Trump’s claim that answering the subpoena would distract him from his official duties — an amusing gripe from a president who seems to spend most of his day watching cable news and spouting off on Twitter. “Courts in the past have given ‘broad deference,’” the president tweeted in response to the ruling. “BUT NOT ME!”That’s not true, of course. As the court pointed out, Presidents Richard Nixon and Bill Clinton lost the same argument by unanimous rulings, and with cases that were stronger than Mr. Trump’s. The claim of presidential immunity “runs up against the 200 years of precedent establishing that presidents, and their official communications, are subject to judicial process, even when the president is under investigation,” the court wrote.In the other case decided on Thursday, Trump v. Mazars, the court took on Mr. Trump’s argument that he did not have to answer to Congress. Last year, three separate House subcommittees subpoenaed Mr. Trump’s accounting firm and a bank for his family’s and his business’s financial records. The subcommittees said they needed those documents to draft laws relating to Mr. Trump’s possible foreign or domestic conflicts of interest, as well as to government ethics, banking and foreign interference in elections.“When Congress seeks information needed for intelligent legislative action, it unquestionably remains the duty of all citizens to cooperate,” Chief Justice Roberts wrote. In other words, Congress can subpoena the president’s records, and courts can enforce those subpoenas. But presidential subpoenas also raise “special concerns” regarding the separation of powers, the court said. It laid out factors that courts must consider, including the need for such evidence, the amount and nature of evidence being sought and the burden a subpoena places on the president.Justices Samuel Alito and Clarence Thomas dissented from both rulings, although they agreed with the central point that the president does not have absolute immunity.Still, the upshot of these rulings is that, while Mr. Trump is not legally immune from investigation, he is effectively immune from it. Rather than uphold the validity of the subpoenas, as the lower federal courts had done, the Supreme Court sent both cases back to the lower courts, giving Mr. Trump another chance to delay and come up with more arguments about why the American people should be kept in the dark. (Mr. Trump could still be criminally prosecuted by the Manhattan D.A.’s office after he leaves the White House.)Whether he was breaking fair-housing laws and cheating on taxes as a real estate developer, or interfering with federal investigations into his own abuses of power as an elected official, Mr. Trump has always staked his survival on the fact that the wheels of justice grind slowly.The American people need to know as much as possible about their presidential candidates. They need to trust that the person they choose will put the nation’s interests ahead of his own. As long as Mr. Trump is president and can hide his vast web of finances, they will never be able to do so.What is the solution? Mr. Trump won’t release his tax records voluntarily. The Internal Revenue Service, apparently, won’t look at them as required by law. Neither Congress nor a state prosecutor is likely to get them before the election. And congressional Republicans have, with virtually no exceptions, bent the knee.The court’s rulings hold the line, at least — ensuring that presidents cannot simply disregard congressional oversight or criminal investigation. But the fact that it took nearly a full term in office for the courts to articulate such a fundamental constitutional truth, and that still Congress and the American people will be left wondering, is damning evidence that justice delayed is justice denied.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By The Editorial Board\",\"link\":\"https://www.nytimes.com/2020/07/09/opinion/supreme-court-trump-taxes.html\",\"type\":\"political\"}"