"{\"title\":\"Trump Aides Undercut Fauci as He Speaks Up on Virus Concerns\",\"summary\":\"Administration officials moved to treat the nation’s top infectious disease expert as if he were a warring political rival, releasing a list of what they said were questionable statements he had made.\",\"text\":\"President Trump’s advisers undercut the nation’s top infectious disease expert, Dr. Anthony S. Fauci, over the weekend, anonymously providing details to various news outlets about statements he had made early in the coronavirus outbreak that they said were inaccurate.The move to treat Dr. Fauci, who has led the National Institute of Allergy and Infectious Diseases for decades, as if he were a warring political rival came as he has grown increasingly vocal in his concerns about the national surge in coronavirus cases, as well as his lack of access to Mr. Trump over the past several weeks. It has been accompanied by more measured public criticism from administration officials, including the president.And it came just days after the White House called school reopening guidelines released by the Centers for Disease Control and Prevention overly restrictive, part of a pattern of the administration trying to sideline recommendations that could slow the reopening of the economy, which Mr. Trump views as vital to his flailing re-election effort.Aides to Mr. Trump first released to The Washington Post what the paper called a “lengthy list” of remarks that Dr. Fauci had made about the virus when it was in its early stages. That list featured several comments from Dr. Fauci that White House aides had privately complained about for months, including one in February in which he minimized the chance of asymptomatic spread and said people did not need to make big changes to their lives.An official told The Post that several other officials were concerned about how often Dr. Fauci had been wrong.\",\"author\":\"By Maggie Haberman\",\"link\":\"https://www.nytimes.com/2020/07/12/us/politics/fauci-trump-coronavirus.html\",\"type\":\"negative\"}"