"{\"title\":\"‘We’re Not an Island’: Rural Outbreaks Challenge Oregon’s Virus Success\",\"summary\":\"Oregon was sandwiched between two states that had big coronavirus outbreaks but managed to keep its numbers low. Until it couldn’t.\",\"text\":\"HERMISTON, Ore. — Jose Garcia reached into the bed of his pickup truck and gingerly withdrew a sealed plastic bag. Inside was a homemade mask Mr. Garcia had been given by a worker in one of the sprawling agricultural fields that surround his home in northeastern Oregon. The mask was made of a single, neatly folded paper towel with a rubber band stapled to each end.“When I saw this, I kind of cried,” Mr. Garcia said.In an effort to prevent the spread of the coronavirus, Mr. Garcia, an addiction counselor, spends his days off volunteering to deliver masks from the local health department to field workers. Like many residents of rural Oregon, Mr. Garcia is bracing for a spike in coronavirus cases that feels all but inevitable as local farms and food processing facilities transition into harvest season.Oregon, once one of the most successful states in managing the pandemic, is now undergoing a viral surge in rural areas. Agricultural areas like Umatilla County, where Mr. Garcia lives and works, now have some of the highest rates of cases in Oregon.“I know it’s going to get worse,” Mr. Garcia said. “It’s almost like we’re on our own.”The coronavirus struck Oregon early, with cases emerging in February. But unlike two of its neighboring states, Washington and California, Oregon was not quickly overwhelmed by the pandemic. The state has recorded more than 12,000 infections, far fewer than most of its neighbors. But as the state reopens after an early lockdown, cases are spiking. The state set a grim record on Thursday with 389 new infections.If the spread of the virus continues at its current rate, Oregon Health Authority models predict that Portland hospitals will hit capacity in a month, and hospitals throughout the state will be overwhelmed within 90 days.“We’re sandwiched between California and Washington,” Gov. Kate Brown said. “We’re not an island, and the virus knows absolutely no jurisdictional boundaries.”The increase has been most drastic in rural parts of the state where outbreaks have been spurred on by large gatherings at churches, food-processing facilities, funerals and graduation parties.Ms. Brown ordered Oregonians to wear masks in public buildings, starting July 1. She also introduced a spending package to fund protective equipment and quarantine pay for farm workers.And on Monday, Ms. Brown said she was issuing a statewide ban on indoor social gatherings of more than 10 people, saying the state needed to crack down on social events that were spreading the virus. The ban would limit things such as birthday parties and book clubs, but it would not apply to businesses or churches “at this time,” she said.Oregon public health officials expect that recent Fourth of July festivities will soon produce new cases, as happened after Memorial Day gatherings. But despite contact-tracing efforts, public health officials are encountering more and more people who are not able to determine how they were infected with the virus, a worrying indication of community spread.\",\"author\":\"By Kate Conger\",\"link\":\"https://www.nytimes.com/2020/07/13/us/coronavirus-oregon.html\",\"type\":\"negative\"}"