"{\"title\":\"What a Second Trump Term Would Look Like\",\"summary\":\"He won’t overthrow the Constitution. But he might persuade Americans that democracy just does not work.\",\"text\":\"Back when Donald Trump was running for president in 2016, Republican leaders claimed to believe that, as president, Mr. Trump would respect the rule of law. “I still believe we have the institutions of government that would restrain someone who seeks to exceed their constitutional obligations,” Senator John McCain said. “We have a Congress. We have the Supreme Court. We’re not Romania.”Romania is looking pretty good these days. Freedom House, an organization that monitors political freedoms in countries around the world, has downgraded the United States to a score of 86 out of 100, just three points higher than Romania, and far below America’s erstwhile democratic peers like Britain and Germany. (The United States received a score of 94 in 2010.) Mr. Trump has both benefited from, and contributed to, this alarming decline.But to give Mr. McCain his due, the president has not yet in a clear sense violated the laws or Constitution of the United States. He has blustered and threatened to break the law but always pulled back at the last minute in the most important cases. The president’s damage to the country has come through his poisoning of the public discourse with lies and insults; his efforts, largely unsuccessful, to direct criminal investigations against his enemies; his politically motivated manipulation of his office to enhance his standing at the expense of American foreign policy and the broader public interest; his appointment of hacks to high positions in government; and his terrible policy choices, including his neglect of the coronavirus pandemic. All of this was legal, alas, with the ambiguous exception of his (mostly unsuccessful) obstruction of criminal investigations of his aides.All of which raises the question: What will happen if Mr. Trump is re-elected? John Bolton, hardly a member of the “Resistance,” has called his former boss a “danger for the republic” if re-elected. Will Mr. Trump in a second term finally burst the bounds of the Constitution as so many critics have predicted since he entered office in 2017?The answer is most likely no, and for two reasons. First, American institutions, while damaged, remain robust. They have mostly pushed back when Mr. Trump tried to push them aside. The courts have frequently ruled against, and even condemned, Mr. Trump. The press has been unfazed by Mr. Trump’s harassment of journalists. The states ignored Mr. Trump’s orders to lift their Covid-19 lockdowns or to suppress protests against police brutality. The military balked when Mr. Trump threatened to send personnel against protesters. While wobbly, the Justice Department has mostly followed through on investigations of Trump allies — with the withdrawal of the prosecution of Michael Flynn a rare exception.Second, and surprisingly for some, Mr. Trump has not tried to expand his powers. There is a long history in other countries of democratically elected leaders seizing dictatorial powers in an emergency, and Mr. Trump’s critics expected the same from him. But when an authentic crisis struck the United States in the form of the pandemic, Mr. Trump was conspicuously uninterested in seizing power or even using the powers he already possessed. By contrast, Viktor Orban, the leader of Hungary, followed the demagogue’s playbook by demanding and obtaining near-dictatorial powers from the legislature.The brute political fact that distinguishes Mr. Trump and Mr. Orban is that Mr. Trump is exceedingly unpopular and widely distrusted — and has been since his election in 2016. He lacks political support for any authoritarian ambitions he may harbor. Americans, with a long if fraying tradition of democracy that countries like Hungary lack, still seem uninterested in a king.All this is not to argue for complacency in case the president is re-elected but to suggest that we focus on the damage that Mr. Trump is likely to do rather than worst-case scenarios that are unlikely to occur.As long as Republicans remain in power in the Senate, Mr. Trump will continue to have a free hand to appoint loyalists like Attorney General Bill Barr, who has increasingly shielded Mr. Trump and his allies from investigations and prosecution. Angered by adverse rulings by Republican appointees on the Supreme Court, Mr. Trump will probably seek to appoint a lackey if a vacancy opens up.Mr. Trump has compiled an astonishing record of failure for his regulatory agencies — according to one count, courts have blocked agency actions (including deregulatory actions craved by Mr. Trump’s business allies) almost 90 percent of the time. We can expect further mismanagement of U.S. agencies during a second term. Many civil servants are demoralized by the administration’s hostility to regulation; others resent political pressure from above. Many of these people, who represent a deep well of expertise on everything from nuclear power to epidemiology, may quit rather than endure four more years of contempt and harassment.Mr. Trump has used many legal resources at his disposal to block foreigners from working and taking refuge in the United States and to disrupt foreign trade. Expect more of the same, with further damage to America’s economy and its relationships with its allies.Expect Mr. Trump to continue to abuse the presidency’s powers over foreign affairs to the detriment of American foreign policy. Mr. Trump may finally indulge his impulse to withdraw the United States from NATO. Disgusted with Mr. Trump’s penchant for cozying up to dictators and offering concessions in return for support for his electoral interests, Western democracies will continue to distance themselves from the United States. Unconstrained by the prospect of electoral backlash, Mr. Trump will use his pardon power even more flagrantly than he already has to reward political allies who broke the law.At the same time, if Mr. Trump remains unpopular even after winning re-election, it seems likely that the courts, the agencies and Congress will continue to hem him in, preventing him from acting forcefully even when he should. A weakened presidency, whoever occupies the office, will be unable to address significant domestic problems — including the continuing risks from the pandemic and the growing unease about policing — and will embolden dangerous foes, from Russia to Iran.If Donald Trump is a danger to democracy, it is not because he will overthrow the Constitution. It is because his contempt for American values and institutions, and his ineptitude as a leader, may persuade Americans, by his example if nothing else, that democracy just does not work. While we still seem to be a long way from that point, four more years of Mr. Trump will bring us that much closer.Eric Posner is a professor at the University of Chicago Law School and author of, most recently, “The Demagogue’s Playbook: The Battle for American Democracy From the Founders to Trump.”The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\",\"author\":\"By Eric Posner\",\"link\":\"https://www.nytimes.com/2020/07/13/opinion/trump-second-term.html\",\"type\":\"negative\"}"