"{\"title\":\"White Supremacist Who Admitted Christchurch Killings Plans to Represent Himself\",\"summary\":\"There is concern that the Australian who pleaded guilty to killing 51 worshipers at two mosques in New Zealand last year would use the occasion to spout his views.\",\"text\":\"An Australian white supremacist who pleaded guilty to killing 51 worshipers at two mosques in New Zealand last year plans to represent himself at a sentencing hearing in August, a court heard on Monday, raising concerns that he might use the proceedings to push his views and traumatize the survivors once again.The white supremacist, Brenton Tarrant, initially denied involvement before pleading guilty in March to 51 counts of murder, 40 counts of attempted murder and one count of terrorism for the killing spree in Christchurch on March 15, 2019.The massacre, the deadliest shooting in New Zealand’s history, led the government to ban most semiautomatic weapons and spurred an effort to restrict racist and violent content on the internet. The gunman had posted a white-supremacist manifesto online and live-streamed part of the shootings on Facebook.On Monday, a judge at Christchurch’s High Court confirmed that Mr. Tarrant, who appeared via video link from Auckland Prison, had waived his rights to legal representation before allowing his lawyers, Jonathan Hudson and Shane Tait, to withdraw from the case, according to the local news media.“We are not disappointed by Mr. Tarrant’s decision,” Mr. Hudson said, according to The New Zealand Herald. “There has been no conflict or relationship breakdown.” Instead, the court will appoint a lawyer on standby should Mr. Tarrant choose to be represented later.By representing himself, Mr. Tarrant will be entitled to speak at the sentencing, although the judge has the power to determine what is relevant to the hearing, Len Andersen, the president of the New Zealand Criminal Bar Association, told the local news outlet Stuff. But that would most likely not include any attempt to share white-supremacist views.“Since he has accepted he is a terrorist and there is no difference for sentencing purposes what his ideology is, I expect the judge will say any such comments are irrelevant and stop him,” said Kris Gledhill, a professor of law at Auckland University of Technology.Mr. Tarrant’s sentencing has been set for Aug. 24, with the hearing expected to last several days as victims who survived the shooting and relatives of those killed give impact statements.The victims’ families and members of the Muslim community said that Mr. Tarrant’s move was an attempt to grab attention and could retraumatize them if he spoke during an event widely seen as a chance for them to find closure.“The whole sentencing isn’t about him; it’s about the impact on the community,” Anjum Rahman, a spokeswoman for the Islamic Women’s Council in New Zealand, told Stuff. “Why give him airtime?”Another man sentenced last month for storming a mosque in Norway said he had been inspired by Mr. Tarrant’s hate-filled manifesto.With travel bans still in place because of the coronavirus pandemic, the government also said on Friday that it would grant exceptions to allow victims of the mosque attacks and their families who are overseas to attend the sentencing, and work to provide technology options for others to read victim-impact statements remotely.\",\"author\":\"By Isabella Kwai\",\"link\":\"https://www.nytimes.com/2020/07/13/world/australia/christchurch-mosque-killings-sentencing.html\",\"type\":\"negative\"}"