"{\"title\":\"Why Is a Tech Executive Installing Security Cameras Around San Francisco?\",\"summary\":\"\",\"text\":\"SAN FRANCISCO — It sounds sinister. A soft-spoken cryptocurrency mogul is paying for a private network of high-definition security cameras around the city. Zoom in and you can see the finest details: the sticker on a cellphone, the make of a backpack, the color of someone’s eyes.But in San Francisco, a city with a decades-long anti-authority streak, from hippies and pioneering gay rights activists to the techno-utopian libertarians and ultra-progressives of today, the crypto mogul has found a surprisingly receptive audience.Here’s why: While violent crime is not high in the city, property crime is a constant headache. Anyone who lives here knows you shouldn’t leave anything — not a pile of change, not a scarf — in a parked car. Tourists visiting the city’s vistas like Twin Peaks or the famously windy Lombard Street are easy marks. The city government has struggled to solve the problem.In the middle of this is Chris Larsen, a 59-year-old tech industry veteran, paying for hundreds of cameras. He sees it as an alternative system of urban security, and he hopes it becomes a model for other cities.This just may be the best moment for him to explain why a rich guy paying for surveillance cameras all over a city is not a terrifying invasion of privacy. Around the country, Black Lives Matter movement protests have led to a reckoning on policing and how it should be done. Many of the activists leading this movement are fighting to abolish or defund — reduce funding for — police departments. Last week in New York, for example, the mayor announced the police budget would be cut by $1 billion.In San Francisco, where many locals push for this kind of police reform, those same locals are tired of the break-ins. So how do they reconcile “defund the police” with “stop the smash and grabs”?Mr. Larsen believes he has the answer: Put security cameras in the hands of neighborhood groups. Put them everywhere. He’s happy to pay for it.The local cryptocurrency guyImage“They don’t care if they’re being seen,” Chris Larsen said of smash-and-grab thieves in San Francisco.Credit...Cayce Clifford for The New York TimesFirst, let’s state the obvious reason — besides privacy concerns — that Mr. Larsen’s plan might be viewed with suspicion: He’s in tech.Longtime San Francisco residents and the tech workers have not historically seen eye-to-eye on many things. The natives resent the private tech shuttle buses and the spiraling cost of living brought on by the new arrivals. They even resent their housing aesthetic: Glass and metal and pretty Victorian houses now painted in shades of black and gray.But here’s where it gets more complicated: Privatization is hardly a new thing in the city. Around a quarter of San Francisco parents send their children to private school, a higher percentage than many large cities, including New York. Private security officers are a common sight. Plenty of people already have security cameras pointing toward the street. So would a privately owned camera network be so out of bounds?And Mr. Larsen is no tech carpetbagger. He grew up in a middle-class family in the Bay Area. His father worked the night shift as a mechanic at the San Francisco airport. In 1984, he graduated from San Francisco State University, and he is now a major benefactor, donating one of the largest gifts the school has ever received. He also has been a longtime advocate for privacy, cofounding the coalition Californians for Privacy Now to help pass a 2004 privacy bill, California S.B.1, commonly known as the California Financial Information Privacy Act.In 1997, Mr. Larsen co-founded an online lending company called E-Loan, which went public two years later, and he stayed on as chief executive until 2005. In 2012, he co-founded a start-up that would be called Ripple, which helped people send money online using so-called blockchain technology and the digital token called XRP. During the peak of the speculator-crazed crypto boom of 2017, its value spiked wildly. Mr. Larsen became one of the few crypto entrepreneurs to make and then hang onto that overnight fortune.His apartment on Russian Hill has a trophy view of San Francisco Bay and the tight curves of Lombard Street. But also: the crews coming in to rob tourists’ cars, right in the middle of the day. Mr. Larsen watches the police drive by, and the criminals arriving 15 seconds later, smashing the vehicles’ windows and stealing luggage.“They don’t care at all — they don’t care if they’re being seen,” Mr. Larsen said. “It’s brazen.”His father-in-law’s car was robbed. Mr. Larsen’s own car windows were smashed. When a group of men climbed into his garden and one of them cut the wires on his home security system, while his children were sleeping inside, Mr. Larsen decided that he had had enough.The camera networkImageMr. Larsen began funding camera surveillance in 2012; now his project covers 135 blocks.Credit...Cayce CliffordWhen I wrote to Mr. Larsen asking for an interview, he immediately said yes, and he answered all of my questions. He said he knew that what he was doing might raise concerns, so he wanted to be open about it.Here is what he is doing: Writing checks for nearly $4 million to buy cameras that record high-definition video of the streets and paying to have them maintained by a company called Applied Video Solutions The rest is up to locals in neighborhood coalitions like Community Benefit Districts, nonprofits formed to provide services to the area.Here is how the project works: Neighbors band together and decide where to put the cameras. They are installed on private property at the discretion of the property owner, and in San Francisco many home and business owners want them. The footage is monitored by the neighborhood coalition. The cameras are always recording.The cameras are not hidden. Mr. Larsen believes they can serve as both deterrent and aid in investigations, but it is difficult to say how effective they have been in reducing overall crime.Camera surveillance is happening in a lot of cities, but usually it is managed by police departments. In London, there are around 420,000 closed-circuit cameras, according to a 2017 report by the Brookings Institution, and the city has begun testing using facial recognition software. In New York, too, cameras are common. In Newark, anyone with an internet connection can watch the streets from the city’s police cameras, which have a Newark police department placard to warn that the area is under surveillance.San Francisco is unique in that the cameras are not being installed and monitored by the police but by private citizens, and it is unique in that one person is paying for so much of it.Mr. Larsen started installing them in 2012 with just a few around his neighborhood. These days, he funds a network of more than 1,000. He funds the C.B.D.s to control and monitor them. He funds the longstanding nonprofit SF Safe, which supports neighborhood watch groups and the Police Department.Some of the city’s densest neighborhoods and commercial corridors — like Union Square, Japantown, Fisherman’s Wharf, the Tenderloin and Russian Hill — have signed on, and now the network includes 135 blocks.“You think they have all these video banks in their police stations? No. Mostly they don’t have decent internet connections,” Mr. Larsen said. “So we helped pay for some internet connections.”From Japantown’s restaurants and nursing homes to the Union Square shopping district, business and homeowners have welcomed his cameras. Every neighborhood has sought to expand their program since installing. As proponents of Mr. Larsen’s network see things, they get the safety of a surveillance state without the state.“If you went to the board of supervisors and asked the members to approve this, you’d end up having a conversation about government and surveillance,” said Simon Bertrang, the head of a community benefit district, a coalition of businesses, residents and property owners in the Tenderloin.A few of the neighborhoods watch the footage live, others don’t. If someone wants the footage — a police officer or a crime victim or a defense lawyer — they ask the neighborhood coalition for it.His ally in all of this is someone very different and a little surprising: Chesa Boudin, the new, ultraprogressive district attorney of San Francisco.Mr. Boudin, a fiery lawyer who wants radical policing and sentencing reform, became San Francisco’s district attorney in January. And he won despite a ferocious $700,000 opposition campaign by the city Police Department’s union. Now, the 39-year-old Mr. Boudin, son of two members of the militant organization Weather Underground, has elevated the calls to defund police departments.“In less than 24 hours my office has received over 1,000 emails demanding that San Francisco defund the police department,” he tweeted on June 5.Mr. Boudin likes Mr. Larsen and vice versa.The community groupsImageMembers of community groups, not the police, monitor the feeds from the cameras, which record continually.Credit...Cayce Clifford for The New York TimesIn January, Mr. Larsen and Mr. Boudin met in Japantown and walked to its Community Benefit District office. It was a small office with three desks, one tiny dog bed, and two large screens with live video of the streets. The screens are monitored by the two-person benefit district staff. That equipment is paid for by Mr. Larsen. The rest was paid by the benefit district members.The myriad C.B.D.s, coalitions of local property owners, had mostly been around since the mid-2000s, so Mr. Larsen used that infrastructure as the local organizing unit to take his funding and use his supplier at Applied Video Solutions to buy and install cameras. They said the footage was only stored locally within each C.B.D. office and erased after 30 days.In Japantown, the group mostly uses the cameras to find where a car window has been shattered or trash has been dumped so they can send the neighborhood’s private cleanup crew, paid for by local property owners. Other events they report to the police department. There was the bike theft, the phone theft, the backpacks and purses. One time a golden retriever was stolen, and they sent the footage to the San Francisco Police Department, which used the cameras to track him down.Dmitri Shimolin, the head of Applied Video Solutions in San Francisco’s Mission District, was at the computer leading the demonstration. He zoomed in to show the quality of footage the cameras were getting.“An arrest was made from some footage, and we called the guy ‘Dimples’ because you could see the dimples on his face,” Mr. Shimolin said.The image quality from the cameras is much better than typical home-security cameras like Ring or Nest, and the field of vision is larger. It is arguably more compelling evidence in court because the video is monitored by a third-party intermediary who can testify that it is a continuous feed. It is time stamped. And because the network covers many blocks, the footage can tell a broader story than a single camera about an event that might be moving from block to block, in the case of, for example, a fight.One side effect of the cameras is that when one C.B.D. installs them, it seems to push crime just a few blocks away, Mr. Larsen said.“It’s whack-a-mole,” Mr. Larsen said.The same day as the Japantown meeting, Mr. Larsen and Mr. Boudin drove to the C.B.D. headquarters in the Tenderloin, the city’s roughest neighborhood. They sat at a folding table with about 10 people. Conspicuously not present: anyone from the Police Department.Last year, someone was shot dead right in front of the office during a team meeting. Shootings have more than doubled in the neighborhood, up 130 percent in a year, they said. Since the coronavirus pandemic began, the number of tents for homeless people in the neighborhood had ballooned from around 120 to around 400, until a lawsuit from local residents led the city to move the tent-dwellers into safe sleeping sites, the group’s leader, Mr. Bertrang, said.“We don’t have a good law enforcement response right now,” Mr. Boudin told the group. “It takes 10 cops to do a single drug bust, costs $20,000 or something. And I don’t want my attorneys to be doing this for no benefit on the street.”He said the more effective strategy would be to focus on the crime ring leaders, rather than the people on the sidewalks.The surveillance footage is completely deleted after 30 days, and Mr. Boudin wondered if it could be stored longer, giving his office more time to put a case together.“Sixty days would be nice,” Mr. Boudin said. “A preliminary hearing has to happen within 60 days.”The district attorney knows the alliance is a curious one. If the goal is to reduce the power of police, private donors like Mr. Larsen can be extremely helpful. But he worries their help can also involve private individuals too deeply in crime-fighting, and he is not sure how much to lean on Mr. Larsen. “What I don’t know is where his work ends, right?” Mr. Boudin said. “There’s real risks.”The privacy fearsImageThe San Francisco police do not collaborate with Mr. Larsen on the camera project. Credit...Cayce Clifford for The New York TimesThe protest movement that is rocking police departments around the country hinges on videos. The shaking cellphone videos of killings have captured moments so irrefutable that it has inspired rage from more corners than just longtime police reform activists. Calls to defund police departments are getting real traction.And into this Mr. Larsen presents his solution: Go around the police.“This has underscored the importance of not just cameras but of communitywide camera coverage,” Mr. Larsen said. “Body cams show some pretty core weaknesses because we don’t have universal access to police body cam footage, and there’s a fundamental conflict of interest if the video shows something bad for the department.”The answer is more cameras, he said, and then keep that footage in the hands of citizens.“We do not work with Mr. Larsen,” a police department spokesman wrote in an email. “There is a process for the department to request footage from the party that manages the cameras. That party has the discretion whether or not to release footage to S.F.P.D.”When crime-fighting is put into civilian hands, new and unregulated behaviors can emerge. San Francisco’s police are controlled by many laws that do not apply to civilians. One of those laws is that the police in the city may not use facial-recognition technology.“San Francisco has passed a very sophisticated surveillance ordinance that bans facial recognition by the Police Department, but yet you have these independent agencies within the city limits making their own decisions,” said Dave Maass, a senior investigative researcher at the Electronic Frontier Foundation, a privacy advocacy group.The technology that Mr. Larsen is using is sophisticated — video management from Motorola Solutions, evidence management from Genetec. Those same cameras, and the software supporting them, can be used for more than what they are currently doing.“This is a system that is designed to scale up to do license plate reading and facial recognition,” Mr. Maass said. “That is where it’s going.”Mr. Larsen balked at the idea of his cameras using facial recognition: “We’re strongly opposed to facial recognition technology,” he said. “Facial recognition is too powerful given the lack of laws and protections to make it acceptable.”Circumventing the police means a lot of people now can make decisions about how crime is handled, and watchdogs worry about cameras being used for spotty or biased monitoring of the community. Putting more power over security into the hands of local leaders does not mean that power necessarily will be used wisely.“There is distrust of law enforcement, and so there are these community efforts to self-police,” said Daniel Lawrence, principal research associate at the nonpartisan Urban Institute. But, he added, “there needs to be some sort of system that ensures the laws of society are applicable to everybody.”Mr. Larsen acknowledged the issue.He argued that trust will come in the form of full city camera coverage, so police can play a smaller, more subtle role. Individual vigilantism will not work, he argued, but strong neighborhoods with continuous video feeds on every corner will.“That’s the winning formula,” Mr. Larsen said. “Pure coverage.”\",\"author\":\"By Nellie Bowles\",\"link\":\"https://www.nytimes.com/2020/07/10/business/camera-surveillance-san-francisco.html\",\"type\":\"neutral\"}"