"{\"title\":\"Why Rich New Yorkers Are Causing Big Problems for the Census\",\"summary\":\"If residents who fled the virus for second homes aren’t counted, the city could lose out on crucial federal money — and congressional seats.\",\"text\":\"When city officials took on the herculean task of getting every New York City household to fill out the census, an eat-your-vegetables exercise that provides millions in federal aid to low-income residents, they didn’t expect the Upper East Side to pose much of a problem.But the coronavirus has upended census-takers’ best-laid plans. And that may have serious financial implications for the city.Only 46 percent of Upper East Side households have filled out their census forms, according to a June 25 report circulated by the Department of City Planning’s chief demographer, Joseph J. Salvo — well below the neighborhood’s final response rate in 2010, and short of the current citywide rate of almost 53 percent.The reason?“They’re not here,” said Liz Krueger, a Democratic state senator, referring to her constituents in Midtown and the Upper East Side. “No one’s here.”Many New Yorkers who had the wherewithal to leave the city did so, just as the census was getting under way this spring. Thinned-out neighborhoods stopped producing as much garbage. Mail-forwarding requests shot through the roof.And for census officials, wealthier neighborhoods in Manhattan are now unexpectedly proving some of the hardest to reach.Only about 38 percent of households in Midtown Manhattan have filled out their census forms — the second-worst response rate in all of New York City, after North Corona, Queens, which is at about 37 percent. The rate is only slightly better in the area encompassing SoHo, Tribeca, Civic Center and Little Italy, which is home to wealthy residents as well as many college students; those tracts have response rates of about 46 percent.\",\"author\":\"By Dana Rubinstein\",\"link\":\"https://www.nytimes.com/2020/07/13/nyregion/census-nyc-midtown-coronavirus.html\",\"type\":\"negative\"}"