"{\"title\":\"Women Are Fleeing Death at Home. The U.S. Wants to Keep Them Out. \",\"summary\":\"\",\"text\":\"JALAPA, Guatemala — They climbed the terraced hillside in single file, their machetes tapping the stones along the darkened footpath.Gehovany Ramirez, 17, led his brother and another accomplice to his ex-girlfriend’s home. He struck the wooden door with his machete, sending splinters into the air.His girlfriend, Lubia Sasvin Pérez, had left him a month earlier, fleeing his violent temper for her parents’ home here in southeast Guatemala. Five months pregnant, her belly hanging from her tiny 16-year-old frame, she feared losing the child to his rage.Lubia and her mother slipped outside and begged him to leave, she said. They could smell the sour tang of alcohol on his breath. Unmoved, he raised the blade and struck her mother in the head, killing her.Hearing a stifled scream, her father rushed outside. Lubia recalled watching in horror as the other men set upon him, splitting his face and leaving her parents splayed on the concrete floor. For prosecutors, judges and even defense lawyers in Guatemala, the case exemplifies the national scourge of domestic violence, motivated by a deep-seated sense of ownership over women and their place in relationships.But instead of facing the harsher penalties meant to stop such crimes in Guatemala, Gehovany received only four years in prison, a short sentence even by the country’s lenient standard for minors. More than three years later, now 21, he will be released next spring, perhaps sooner.And far from being kept from the family he tore apart, under Guatemalan law Gehovany has the right to visit his son upon release, according to legal officials in Guatemala.The prospect of his return shook the family so thoroughly that Lubia’s father, who survived the attack, sold their home and used the money to pay a smuggler to reach the United States. Now living outside of San Francisco, he is pinning his hopes on winning asylum to safeguard his family. They all are.But that seems more distant than ever. Two extraordinary legal decisions by the Trump administration have struck at the core of asylum claims rooted in domestic violence or threats against families like Lubia’s — not only casting doubt on their case, but almost certainly on thousands of others as well, immigration lawyers say.“How can this be justice?” Lubia said before the family fled, sitting under the portico where her mother was killed. “All I did was leave him for beating me and he took my mother from us.”“What kind of system protects him, and not me?” she said, gathering her son in her lap.ImageLubia is hoping for asylum in the United States, but her case faces significant obstacles under the Trump administration.Credit...Meridith Kohut for The New York TimesTheir case offers a glimpse into the staggering number of Central Americans fleeing violence and dysfunction — and the dogged fight the Trump administration is waging to keep them out.Across Latin America, a murder epidemic is underway. Most years, more than 100,000 people are killed, largely young men on the periphery of broken societies, where gangs and cartels sometimes take the place of the state.The turmoil has forced millions to flee the region and seek refuge in the United States, where they confront a system strained by record demand and a bitter fight over whether to accept them.But violence against women, and domestic violence in particular, is a powerful and often overlooked factor in the migration crisis. Latin America and the Caribbean are home to 14 of the 25 deadliest nations in the world for women, according to available data collected by the Small Arms Survey, which tracks violence globally.And Central America, the region where most of those seeking asylum in the United States are fleeing, is at the heart of the crisis.Here in Guatemala, the homicide rate for women is more than three times the global average. In El Salvador, it is nearly six times. In Honduras, it is one of the highest in the world — almost 12 times the global average.ImageFriends and family mourning during the funeral procession for Cristina Yulisa Godínez, 18, in Guatemala City. Ms. Godínez was murdered in her home in May, where she was found hanging by her neck from the ceiling, her hands bound with blue rope. Credit...Meridith Kohut for The New York TimesImageMs. Godínez was killed in front of her 3-year-old son and her daughter, who was a few months old. Her son told the police that a man came in, tied her up and hanged her from the ceiling.Credit...Meridith Kohut for The New York TimesIn the most violent pockets of Central America, the United Nations says, the danger is like living in a war zone.“Despite the risk associated with migration, it is still lower than the risk of being killed at home,” said Angela Me, the chief of research and trend analysis at the United Nations Office on Drugs and Crime.The issue is so central to migration that former Attorney General Jeff Sessions, eager to advance the Trump administration’s priority of closing the southern border to migrants, issued a decision last year to try to halt victims of domestic violence, among other crimes, from seeking asylum.To win asylum in the United States, applicants must show specific grounds for their persecution back home, like their race, religion, political affiliation or membership in a particular social group. Lawyers have sometimes pushed successfully for women to qualify as a social group because of the overwhelming violence they face, citing a 2014 case in which a Guatemalan woman fleeing domestic violence was found to be eligible to apply for asylum in the United States.But Mr. Sessions overruled that precedent, questioning whether women — in particular, women fleeing domestic violence — can be members of a social group. The decision challenged what had become common practice in asylum courts.Then, last month, the new attorney general, William P. Barr, went further. Breaking with decades of precedent, he issued a decision making it harder for families, like Lubia’s, to qualify as social groups also.Violence against women in the region is so prevalent that 18 countries have passed laws to protect them, creating a class of homicide known as femicide, which adds tougher penalties and greater law enforcement attention to the issue.And yet, despite that broad effort, the new laws have failed to reduce the killings of girls and women in the region, the United Nations says.That reflects how deep the gender gap runs. For the new laws to make a difference, experts say, they must go far beyond punishment to change education, political discourse, social norms and basic family dynamics.Though gangs and cartels in the region play a role in the violence, most women are killed by lovers, family members, husbands or partners — men angered by women acting independently, enraged by jealousy or, like Gehovany, driven by a deeply ingrained sense of control over women’s lives.“Men end up thinking they can dispose of women as they wish,” said Adriana Quiñones, the United Nations Women’s country representative in Guatemala.A vast majority of female homicides in the region are never solved. In Guatemala, only about 6 percent result in convictions, researchers say. And in the rare occasions when they do, as in Lubia’s case, they are not always prosecuted vigorously.Even defense attorneys believe Gehovany should have been charged with femicide, which would have put him in prison a couple of years longer. The fact that he was not, some Guatemalan officials acknowledge, underscores the many ways in which the nation’s legal system, even when set up to protect women, continues to fail them.In the courtroom, Lubia’s father, Romeo de Jesus Sasvin Dominguez, spoke up just once.It didn’t make sense, he told the judge, shaking his head. A long white scar ran over the bridge of his nose, a relic of the attack. How could the laws of Guatemala favor the man who killed his wife, who hurt his daughter?“We had a life together,” he told the judge, nearly in tears. “And he came and took that away from us just because my daughter didn’t want to be in an abusive relationship.”“I just don’t understand,” he said.ImageThough Jalapa has a lower homicide rate than other areas of Guatemala, the region is still very dangerous for women.Credit...Meridith Kohut for The New York Times‘It’s like our\",\"author\":\"By Azam Ahmed\",\"link\":\"https://www.nytimes.com/2019/08/18/world/americas/guatemala-violence-women-asylum.html\",\"type\":\"negative\"}"