"{\"title\":\"11-Year-Old and 2 Teenagers Killed in Crash of Cars Doing ‘Doughnuts’\",\"summary\":\"Four other teenagers were also injured in the collision, which occurred when the teenage drivers were doing stunts at Floyd Bennett Field, the police said.\",\"text\":\"On a warm Saturday evening, a group of teenagers gathered at Floyd Bennett Field, a decommissioned airfield in southeast Brooklyn, for some summertime antics.Two of them were driving cars and “doing doughnuts” — maneuvers well-known in auto racing that send cars spinning in loops — on a remote area of a runway on the airfield, according to a police official.But the stunts turned deadly when the cars collided.After receiving numerous 911 calls, the first firefighters and EMTs who arrived found a gruesome scene: two badly damaged cars and bodies on the ground, according to Deputy Chief Kevin Ramdayal of the Fire Department.By the end of the night, an 11-year-old boy and two teenagers were dead, and four teenagers were injured.The authorities identified the three young people who died as Daniel Sidgiyayeva, 11; his sister, Margarita Sidgiyayeva, 18; and Emil Badalov, 16, all of Homecrest, in southeast Brooklyn. All three were riding in a 2014 Kia Forte. A 17-year-old boy, a passenger in the Kia, was in critical condition on Sunday at NYU Langone Medical Center, the police said.Three teenagers — a boy and a girl, both 16, and an 18-year-old woman — who were in the other car, a 2020 Toyota Camry, were injured, the police said. They were in stable condition on Sunday at Kings County Hospital.ImageMargarita Sidgiyayeva, 18The police did not identify any of the injured teenagers.Several ambulances arrived in minutes after the 8:18 p.m. accident and transported the victims to NYU Langone, where the three were pronounced dead.“As a father, it hurt to see that,” Chief Ramdayal, who has two 13-year-old children, said. After the incident, he held a talk with his team to check for any signs they might need help processing what they had seen. “Dealing with critically injured kids, that is one of the hardest things you could deal with,” he said.On Sunday afternoon, at the house where the police said the Sidgiyayevas lived, a group of men wearing yarmulkes sat together at a picnic table on the front lawn, while others told reporters there would be no interviews.Yana Abramova, 31, a neighbor who knew older members of the family, said the Sidgiyayevas are “Mountain Jews” from Azerbaijan who came to the United States about three years ago.“Our roots are from Iran, from Africa,” Ms. Abramova said.She said she had recently reconnected with the family during the pandemic. Ms. Abramova said Margarita had just graduated from high school and was planning to go to Long Island University to become a pharmacist. Daniel was in grade school, Ms. Abramova said.“The boy was so loving, so kind,” she said. “He loved his mother.”The children’s mother, Sayana, is one of three sisters and worked in a nail salon before the pandemic, Ms. Abramova said. The children’s father made deliveries of medical supplies, she said.“Their parents were so in love with them,” Ms. Abramova said.The crash, which was first reported by WPIX, happened near Raptor Point, a fishing area on the far northeast side of the field, said Daphne Yun, a spokeswoman for the Gateway National Recreation Area, which includes Floyd Bennett Field. Cars are allowed to drive on the runway during daylight hours, but the speed limit is 25 m.p.h.As of Sunday afternoon, no arrests had been made, and investigators were still combing through the scene of the collision.The deserted runways of the decommissioned airfield, which is in Marine Park, Brooklyn, near Jamaica Bay and is part of the National Park System, have attracted drag races in the past. But it was not immediately known if the two cars had been drag racing on Saturday evening.The crash came as drivers have taken advantage of empty streets during the coronavirus pandemic, sometimes openly drag racing on Sixth Avenue and the West Side Highway in Manhattan and other major commuting arteries in New York City. Traffic data showed average speeds up dramatically on city streets and highways.But there was no evidence on Sunday to indicate that this pandemic phenomenon played a part in Saturday’s crash.Ms. Yun said Floyd Bennett Field is typically closed to the public after dark, but people are allowed to fish in some areas and are required to have special permits. She said entrances to the park remain open after dark.She said she did not know if the National Park Service had seen an uptick in drag racing on Floyd Bennett Field.“Recently, that has not been something that’s come up,” she said.Floyd Bennett Field was opened in 1931 as New York City’s first municipal airport. After it was decommissioned in the early 1970s, the airfield became part of the Jamaica Bay Unit of the Gateway National Recreation Area.Sean Piccoli contributed reporting.\",\"author\":\"By Ashley Southall and Mihir Zaveri\",\"link\":\"https://www.nytimes.com/2020/07/12/nyregion/brooklyn-car-crash-bennett-field.html\",\"type\":\"negative\"}"